{
  "general": {
	"name" : "Руководство Транспортных Систем (прочитай меня!)",
    "textureWidth": 280,
	"textureHeight": 180,
	"titleText": [
      {
        "text": "Дополнение",
        "color": "0xFFFFFF",
        "scale": 1.5,
        "offsetX": 210,
        "offsetY": 40,
        "wrapWidth": 0,
        "centered": true
      },
      {
        "text": "ТРАНСПОРТНЫЕ",
        "color": "0xFFFFFF",
        "scale": 1.5,
        "offsetX": 210,
        "offsetY": 55,
        "wrapWidth": 0,
        "centered": true
      },
      {
        "text": "СИСТЕМЫ",
        "color": "0xFFFFFF",
        "scale": 1.5,
        "offsetX": 210,
        "offsetY": 70,
        "wrapWidth": 0,
        "centered": true
      },
      {
        "text": "Руководство",
        "color": "0xFFFFFF",
        "scale": 1.5,
        "offsetX": 210,
        "offsetY": 85,
        "wrapWidth": 0,
        "centered": true
      },
      {
        "text": "модa ImmersiveVehicles",
        "color": "0xFFFFFF",
        "scale": 1.0,
        "offsetX": 210,
        "offsetY": 140,
        "wrapWidth": 0,
        "centered": true
      },
      {
        "text": "ранее - MFS",
        "color": "0xFFFFFF",
        "scale": 1.0,
        "offsetX": 210,
        "offsetY": 150,
        "wrapWidth": 0,
        "centered": true
      },
      {
        "text": "StarterCraft",
        "color": "0xFFFFFF",
        "scale": 1.0,
        "offsetX": 210,
        "offsetY": 160,
        "wrapWidth": 0,
        "centered": true
      }
    ],
    "coverTexture": "mts:textures/guis/manual_cover.png",
    "pages": [
      {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Введение",
        "pageText": [
          {
            "text": "Введение",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Благодарим Вас за загрузку Immersive Vehicles!  Это руководство содержит много важной информации, поэтому, пожалуйста, внимательно прочитайте его.  Настоятельно рекомендуется прочитать части настоящего Руководства о полетах, если вы планируете пилотировать самолеты, особенно если у вас нет опыта работы в полетах в симуляторах.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Если есть что-то, что не включено в это руководство, пожалуйста, обратитесь к команде IV через Discord.  Мы будем рады ответить на ваш вопрос и добавить аспект вашего вопроса в Руководство в следующем обновлении.  Последнее замечание: каждое руководство сохраняет свое место при закрытии по отдельности, поэтому вы можете иметь несколько копий, обращенных к определенным разделам, на которые вы часто ссылаетесь.  Вы также можете прокрутить это руководство с помощью колесика мыши, если мышь оснащена им.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Базовые крафты",
        "pageText": [
          {
            "text": "Базовые крафты",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Как и большинство модов, которые имеют пакеты и много контента, IV использует специальные станки для крафта.  Чертежный стол используется для того, чтобы произвести транспортные средства, пока другие станки производят их отдельные части.  Ты, вероятно, захочешь начать заполнять свой гараж рано этими станками, поскольку большинство транспортных средств используют по крайней мере один тип каждой детали.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Если вы хотите отредактировать рецепты крафта для использования на серверах, тебе нужно будет сделать это в файлах JSON, включенных в загруженные контент-паки.  Найдите раздел materials[] и отредактируйте его по своему вкусу.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Сборка транспортных средств",
        "pageText": [
          {
            "text": "Сборка транспортных средств",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Сборка транспортных средств осуществляется простым кликом по ним с необходимыми деталями.  При удержании действительной детали в местах, где ее можно разместить, появится зеленая голограмма.  Просто щелкните правой кнопкой мыши с этой частью, и она будет прикреплена к транспортному средству.  Обратите внимание, что некоторые детали могут потребовать установки других деталей, прежде чем они могут быть размещены, например пропеллеры, которые нуждаются в присоединении к авиадвигателям.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Также обратите внимание, что вы не должны быть внутри транспортного средства во время его сборки/ремонта, так что не ремонтируй в воздухе неисправные двигатели самолета!  Если вы держите деталь, а голограмма красного цвета, это означает, что деталь правильного типа, но неправильного размера.  Один общий пример - колесо которое слишком большое или слишком маленькое для транспортного средства.  У вас также может быть транспортное средство, для которого создатель контент-пака указал определенную часть (например, конкретное колесо), поэтому сначала попробуйте детали из контент-пака.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Разборка транспортных средств",
        "pageText": [
          {
            "text": "Разборка транспортных средств",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Может случиться, что тебе потребуется заменить сломанную деталь на вашем транспортном средстве.  Будь то спущенная шина из-за надоедливого лучника или взорванный двигатель из-за пожара в долгом полете.  Чтобы удалить деталь, просто используй с гаечным ключом, и он упадет как элемент (если он не сломан).  Чтобы удалить полностью твое транспортное средство, атакуй его механоключом с Shift.  Дропнутся детали транспортного средства, а также само транспортное средство.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Иногда, однако, уничтожение твоего транспортного средства может быть не санкционировано тобой.  Удар блоков на скорости, скорее всего, приведет к чему-то нарушению, и если ты сделаешь это достаточно быстро, причем, чем больше в твоем транспортном средстве топлива, тем сильнее будет взрыв. Обрати внимание, что когда детали дропаются, при достаточно сильном взрыве и пожаре они разрушатся.  Взрывы могут быть отключены в конфигурации, если вы являетесь владельцем сервера и не хотите попасть в дорожно-ремонтный бизнес.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Заправка",
        "pageText": [
          {
            "text": "Заправка",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Транспортные средства заправляются из топливной колонки.  Просто используй топливную колонка, и она автоматически подключится к ближайшему транспортному средству.  Затем колонка будет передавать топливо со скоростью 10 мв/тик. Насос сам имеет резервуар 15000 мв и может быть заполнен сразу из ведер, или подобных средств, или путем соединения с помощью труб (например, Immersive Engineering) с резервуарами других модов (того же IE, к примеру).",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Что именно Immersive Vehicles считает топливом, определяется настройками в конфигурационном файле.  По умолчанию лава устанавливается в качестве топлива, но другие жидкости могут быть добавлены в конфигурацию, путем запуска IV один раз с ними.  Топливо определяется числом, которое представляет, сколько топлива заполняет баки транспортных средств (все новые жидкости по умолчанию установлены на 0.0).  Опять же, это значение не является силой топлива, а является коэффициентом преобразования; отрегулируй силу топлива с помощью FuelUsageFactor в файле конфигурации.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Предотвращение краж",
        "pageText": [
          {
            "text": "Предотвращение краж",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Единственное, что хуже, чем увидеть, что твоё транспортное средство взорвано крипером - это кража его (и/или его деталей) другими игроками.  Обычно транспортные средства могут быть испорчены кем угодно, но с помощью ключа ты можете пометить их как принадлежащие, позволяя только тебе менять их части.  Это также распространяется на вход в транспортное средство или доступ к содержимому инвентарных запасов внутри него.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Ты можешь даже заблокировать доступ в транспортные средства во время движения, чтобы предотвратить появление безбилетных/несанкционированных пассажиров.  Ключи могут быть даны другим игрокам, что позволяет им входить, но не изменять, ваши транспортные средства.  Настоятельно рекомендуем сделать более одного ключа, так как заблокированные транспортные средства не могут быть разблокированы без их ключей, и ты не сможешь передать твое транспортное средство другому игроку без ключа.  Обрати внимание, что админинстраторы серверов обойти эти ограничения, чтобы дать возможность им перемещать/удалять брошенные транспортные средства.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Клавиши контроля",
        "pageText": [
          {
            "text": "Клавиши контроля",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Immersive Vehicles предлагает несколько схем управления.  Стандартная схема управления - с клавиатуры.  В отличие от других модов, МТС оснащен системой без привязки.  Это предотвращает его засорение и ускорители от перехвата и МО клавиш.  Конфигурация для этого режима и других режимов управления может быть активирована нажатием клавиши конфигурации (по умолчанию P).",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Эта клавиша является единственной, которая связана стандартным способом в меню элементов управления, и может быть занята другим модом, поэтому, если ты не можешь вызвать меню конфигурации, проверь свои привязки клавиш.  Отметим, что пока IV не блокируeт клавиши других модов, это может затронуть и те назначения клавиш из других модов, которые не используют контекстный триггер.  Имей это в виду при управлении транспортными средствами.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Контроль джойстиками",
        "pageText": [
          {
            "text": "Контроль джойстиками",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Вторая схема управления - это гибрид джойстика и клавиатуры.  Контроллер должен быть подключен во время запуска Minecraft.  Настройка осуществляется через раздел джойстика меню.  Когда ось, такая как рыскание или тангаж, управляется джойстиком, она будет недоступна на клавиатуре.  Кнопка входа также будет отключена, но можно включить через настройки.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Третья схема управления - мышь-хомут, как в модах Flan's и MCHeli. Эта система в настоящее время находится в бета-версии и не является совершенной, но должна быть достаточно функциональной для общего использования.  Для всех этих элементов управления есть несколько дополнительных параметров в меню конфигурации.  Они могут быть использованы для джойстика: мертвая зона, чувствительность, восстановление клавиатуры, а также другие параметры.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Двигатели",
        "pageText": [
          {
            "text": "Двигатели",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Независимо от того, автомобиль это или самолет, двигатели образуют сердце твоего транспортного средства.  Машине не иметь двигатель так же плохо, как тебе иметь дом без печи.  Двигатели имеют разные модели и разные характеристики, поэтому выбирай их по своим потребностям.  В творческом инвентаре есть даже двигатель без топлива, если ты не хочешь возиться с топливом.  Двигатели производятся на подъемнике для двигателей.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Будьте осторожны: двигатели будут постепенно накапливать часы выработки и терять свою мощность, могут загореться, когда действительно изношены. Чрезмерный перебег, перегрев и запуск двигателя слишком быстро, прежде чем он прогреется, быстро изнашивают двигатели.  Двигатели также накапливаться часами от повреждений, так как течь или теряют электрический стартер.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Наземные устройства",
        "pageText": [
          {
            "text": "Наземные устройства",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Устройство или деталь называем наземными, если они касаются поверзности земли.  Наземные устройства бывают самые разные.  Наиболее распространенным наземным устройством, с которым ты столкнешься, являются колеса.  Они могут быть включены или отключены, в зависимости от того, как ты настроил своё транспортное средство.  Плавающие наземные устройства, такие как понтоны, также доступны, но прежде чем устанавливать их, проверь характеристики твоего транспортного средства.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Колеса также имеют несколько отдельных правил, которые не распространяются на другие наземные устройства.  Первое касается автомобилей, колеса необходимо использовать на осях, если они должны выдавать тягу. Если ты будешь делать автомобиль с колесами и понтонами одновременно, то учти, что выдавать тягу будут только колеса.  Колеса также могут ломнуть, если они перегружены, так что белый дым - не просто анимация.  Все наземные устройства создаются на колёсном станке.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Пропеллеры",
        "pageText": [
          {
            "text": "Пропеллеры",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Если ты собираешься летать на самолете, ему понадобятся пропеллеры (мы сейчас говорим о турбопропеллерных самолетах, а не о реактивных).  Пропеллеры большего диаметра обеспечивают большую тягу, чем меньшие; однако пропеллеры большего диаметра также нуждаются в больших двигателях для работы, поэтому может оказаться, что слабый двигатель может создавать большую тягу с меньшим пропеллером, чем больший двигатель.  Пропеллеры создаются на Пропеллерном станке.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Шаг винта также важен, возможно, больше, чем диаметр, так как он определяет оптимальную скорость при любых оборотах.  Все, что выше этой скорости, ускорит самолет, все, что ниже, замедлит его.  Обрати внимание, что винты с динамическим шагом будут регулировать свой шаг в полете для поддержания оптимальной тяги, а также могут быть вывернуты назад нажатием кнопки реверсивной тяги на контрольной панели самолета.  Реверс пропеллеров не очень эффективен, поэтому убедись, что заходишь на посадку не слишком быстро и не пренебрегай тормозами!",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Посадочные места",
        "pageText": [
          {
            "text": "Посадочные места",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Сиденья и ящики могут быть размещены в транспортых средствах, но точное их месторасположение зависит от самого транспортного средства.  Количество мест и ящиков, которые можно разместить в транспортном средстве, указано в Таблице чертежей, используйй её для уточнения, какое транспортное средство соответствует твоим потребностям.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Обрати внимание, что ящики, имеющие содержимое, при дропании сохраняют свое содержимое.  Это позволяет быстро переносить предметы из одного транспортного средства в другое.  Кресла и ящики создай на пильном станке.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Датчики",
        "pageText": [
          {
            "text": "Датчики",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Датчики делают пилотирование самолета и вождение автомобиля гораздо более захватывающим.  Они также полезны для контроля ключевых показаний, как: уровень топлива, скорости, оборотов двигателя, и делают полёт в темноте менее опасным.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Датчики монтируются на транспортные средства через меню, которые можно активировать, используя транспортный механоключ на твоем транспортном средстве.  В открышемся меню датчиков можно увидеть слоты для них в транспортном средстве, а также датчики, которые доступны для твоего транспортного средства.  Для установки датчиков кликни на нужный слот в транспортном средстве (слева), затем кликни на нужный датчик.  Датчики создаются на станке датчиков.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Вождение автомобилей",
        "pageText": [
          {
            "text": "Вождение автомобилей",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Вождение автомобиля так просто, даже сельский житель может ездить на машине.  Просто прыгай в машину, зайди в контрольную панель и нажми кнопку MSR, чтобы запустить двигатель.  После того, как двигатель запущен, нажми клавишу R, чтобы переключить педачу вперед, затем нажми клавишу W, чтобы дать поддать газу и вперед!  Клавиши A и D можно использовать для того, чтобы управлять автомобилем в поворотах, клавиша S активирует тормоза.  Некоторые автомобили также оснащены фонарями, гудками, сиренами, поворотниками.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Обрати внимание, что все автомобили запускаются на нейтральной передаче, и нажатие клавиши R переводит передачу вперед.  Нажатие клавиши F переместит передачу в нейтральное положение, если снова нажать F - в задний ход.  Переключение должно быть сделано после остановки, чтобы избежать страшных шумов от коробки передач.  Исключение составляют только двигатели с механической коробкой передач.  Они должны быть сдвинуты вверх и вниз вручную, что означает, что у них есть несколько передач 'вперед', чтобы вы могли переключаться.  Если вы слышите, что двигатель становится шумным и видите красные показания датчика оборотов, то пришло время переключаться на другу передачу!",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Время к полету!",
        "pageText": [
          {
            "text": "Время к полету!",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Перед первым полетом вы должны знать несколько ключевых фактов.  Во-первых, самолеты не поднимаются, когда ты поднимаешь руль высоты вверх (клавиша S).  Повторяем: САМОЛЕТЫ НЕ ВЗЛЕТАЮТ, КОГДА ТЫ ПОДНИМАЕШЬ РУЛЬ ВЫСОТЫ ВВЕРХ!  Это первая причина аварий для новых пилотов.  В IV и в реальной жизни самолеты получают подъемную силу за счет перемещения воздуха над и под крыльями.  Поэтому правильный путь подняться с земли - развить высокую скорость. Только тогда образуется подъемная сила и ты взлетишь.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Это означает, что тебе понадобится приличная взлетно-посадочная полоса для взлета, и настоятельно рекомендуется избегать взлета в сторону высоких вещей, таких как деревья и горы.  Если ты пилотируешь самолет, оснащенный закрылками, настоятельно рекомендуем выпустить закрылки (желательно во 2-ое положение).  Обрати внимание, что это приведет к потере топливной эффективности и добавит дополнительное сопротивление, поэтому используй закрылки только при выполнении взлётов и посадок.  Также обрати внимание, что вес (предметы в инвентаре и груз) является фактором в полете, поэтому убедись, что самолет не перегружен.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Контрольная панель самолета",
        "pageText": [
          {
            "text": "Контрольная панель самолета",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "В отличие от автомобилей, запуск самолета немного сложнее.  Первое, что тебе нужно сделать, это открыть панель самолета, забравшись на место пилота и нажав U. Оттуда тебе нужно включить сами двигатели (ENG).  После того, как они включены, удерживай кнопку STR рядом с ними и через несколько секунд двиганили запустятся.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Помимо системы управления двигателями на этой панели расположено множество других вещей.  Переключатели для разных огней находятся на левой стороне, а элементы управления выравниванием самолета - посередине.  Они не дают никаких указаний относительно состояния выравнивания, поэтому установка индикатора выравниваний является разумной, если ты планируешь использовать выравнивание.  Ты также можешь найти кнопку реверса тяги, которая заставит самолет двигаться назад, если он оснащен пропеллерами с динамическим шагом.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "В полете",
        "pageText": [
          {
            "text": "В полете",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Как только твой самолет поднимается в воздух, полет становится делом двух вещей: не врезаться в высокие горы и не врезаться в землю.  От первого можно просто уклониться, удерживая самолет в повороте, поворачивая самолет (A и D) или просто пролетая над ними.  Повороты будут медленно уменьшать высоту, поэтому следи за тем, чтобы не опуститься слишком низко.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Во время полета тебе, возможно, придется держать клавиши управления, чтобы самолет вел себя так, как ты хочешь.  Если после окончания запланированного набора высоты ты продолжаешь подниматься, убавь мощность двигателей и/или установи выравнивание по тангажу.  Включение выравнивания требует определенных навыков, на сэкономит топливо и увеличит скорость самолета на 5-10%, а то и больше.  Ты также можешь перейти на другие места во время полета, щелкнув их правой кнопкой мыши, а некоторые самолеты даже позволяют иметь несколько (2/3) пилотов.  Проверь раздел данных транспортного средства для специфики на сиденье и пилот рассчитывает.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      },
	  {
        "pageTexture": "mts:textures/guis/manual_pages.png",
        "title": "Посадка",
        "pageText": [
          {
            "text": "Посадка",
            "color": "0x000000",
            "scale": 1.0,
            "offsetX": 75,
            "offsetY": 25,
            "centered": true
          },
          {
            "text": "Существует тонкая грань между успешной посадкой самолета и контролируемой катастрофой.  Чтобы избежать этой второй категории, важно помнить поговорку: 'Спускаешься? Замедлись!' Скорость - это то, что держит твой самолет на высоте, поэтому для посадки необходимо снижение скорости.  Опусти мощность двигателей и выдвинь закрылки полностью.",
            "color": "0x000000",
            "scale": 0.75,
            "offsetX": 20,
            "offsetY": 40,
            "wrapWidth": 150,
            "centered": false
          },
          {
            "text": "Несколько раз, однако, ты в конечном итоге окажешься в этой второй категории.  Исчерпание топлива - самый распространенный способ быстро спуститься, но не обязательно смертельный. Самолеты могут планировать без двигателей, давая вам небольшое количество времени, чтобы выбрать плоское место для посадки, если рядом нет взлётно-посадочной полосы. Если такового нет, можно приземлиться на водоём, ведь это также избавит тебя от взрыва при соприкосновении с землёй, ты сможешь выпрыгнуть из самолёта после такой посадки. Любой холмистой местности нужно в такой ситуации избежать любой ценой - ведь там тебя ждёт только смерть.",
            "color": "0x000000",
			"scale": 0.75,
            "offsetX": 155,
            "offsetY": 20,
            "wrapWidth": 150,
            "centered": false
          }
        ]
      }
    ]
  }
}
