{
  "entries": {
    "mts.invisible_seat.subDescription": "",
    "mts.invisible_seat.description": "",
    "mts.invisible_seat.name": "Unsichtbarer Sitz (NICHT VERWENDEN!)",
    "mts.invisible_standing.subDescription": "",
    "mts.invisible_standing.description": "",
    "mts.invisible_standing.name": "Unsichtbarer Stehsitz (NICHT VERWENDEN!)",
    "mts.invisible_wheel.subDescription": "",
    "mts.invisible_wheel.description": "",
    "mts.invisible_wheel.name": "Unsichtbares Rad (NICHT VERWENDEN!)",
    "mts.jerrycan.subDescription": "",
    "mts.jerrycan.description": "",
    "mts.jerrycan.name": "Treibstoffkanister",
    "mts.charger.subDescription": "",
    "mts.charger.description": "",
    "mts.charger.name": "Fahrzeugladestation",
    "mts.custombench.subDescription": "",
    "mts.custombench.description": "",
    "mts.custombench.name": "Spezialteil-Werkbank",
    "mts.decorbench.subDescription": "",
    "mts.decorbench.description": "",
    "mts.decorbench.name": "Deko-Werkbank",
    "mts.enginebench.subDescription": "",
    "mts.enginebench.description": "",
    "mts.enginebench.name": "Motor-Werkbank",
    "mts.fuelpump.subDescription": "",
    "mts.fuelpump.description": "Irgendwas an ihrer Form ist... kurios",
    "mts.fuelpump.name": "Benzinpumpe",
    "mts.gunbench.subDescription": "",
    "mts.gunbench.description": "",
    "mts.gunbench.name": "Waffen-Drehbank",
    "mts.instrumentbench.subDescription": "",
    "mts.instrumentbench.description": "",
    "mts.instrumentbench.name": "Instrumenten-Werkbank",
    "mts.itembench.subDescription": "",
    "mts.itembench.description": "",
    "mts.itembench.name": "Komponenten-Werkbank",
    "mts.propellerbench.subDescription": "",
    "mts.propellerbench.description": "",
    "mts.propellerbench.name": "Propellerfräse",
    "mts.seatbench.subDescription": "",
    "mts.seatbench.description": "",
    "mts.seatbench.name": "Tischkreissäge",
    "mts.vehiclebench.subDescription": "",
    "mts.vehiclebench.description": "",
    "mts.vehiclebench.name": "Fahrzeug-Entwurfstisch",
    "mts.wheelbench.subDescription": "",
    "mts.wheelbench.description": "",
    "mts.wheelbench.name": "Räder-Werkbank",
    "mts.fuelhose.description": "",
    "mts.fuelhose.name": "Benzinschlauch",
    "mts.handbook_car.description": "",
    "mts.handbook_car.name": "IV Benutzerhandbuch (LIES MICH!)",
    "mts.handbook_car.booklet.title.textline1": "BENUTZERHANDBUCH FÜR",
    "mts.handbook_car.booklet.title.textline2": "IMMERSIVE VEHICLES",
    "mts.handbook_car.booklet.title.textline3": "-von don_bruce",
    "mts.handbook_car.booklet.page1.title": "Einleitung",
    "mts.handbook_car.booklet.page1.textline0": "Einleitung",
    "mts.handbook_car.booklet.page1.textline1": "Vielen Dank, dass Sie Immersive Vehicles heruntergeladen haben! In diesem Handbuch wird beschrieben, wie alle Fahrzeuge dieser Mod gebaut und betrieben werden. Wir empfehlen neuen Spielern dringend, dieses Handbuch zu lesen, um sich mit den verschiedenen Systemen vertraut zu machen. Wenn Sie dies nicht tun und später in unserem Discord-Server eine dämliche Frage stellen die in diesem Buch beantwortet wird, werden sie höchtwarscheinlich eine ebenso dämliche Antwort erhalten, also ist es wichtig erstmal hier genau nachzulesen!",
    "mts.handbook_car.booklet.page1.textline2": "Beachten Sie, dass es für Flugzeuge ein eigenes Handbuch gibt, da das Fliegen komplexer ist als das bloße Fahren eines Autos. Weitere Informationen finden Sie in diesem Handbuch. Falls sie eine Frage haben die tatsächlich nicht in diesem Handbuch beantwortet ist, fragen sie gerne auf unserem Discord-Server nach! Oh, Sie können übrigens mit Ihrem Mausrad durch dieses Handbuch (sowie alle GUIs) scrollen, sofern Ihre Maus damit ausgestattet ist.",
    "mts.handbook_car.booklet.page2.title": "Grundlegendes Craften",
    "mts.handbook_car.booklet.page2.textline1": "Grundlegendes Craften",
    "mts.handbook_car.booklet.page2.textline2": "Wie die meisten Pack-basierten Mods, verwendet IV verschiedene Werkbänke zum Craften. Der Fahrzeug-Entwurfstisch wird zum Herstellen von Fahrzeugen verwendet, während die anderen Werkbänke ihre eigenen Teile herstellen. Es ist zu empfehlen Ihre Garage frühzeitig mit diesen Werkbänken auszufüllen, da in den meisten Fahrzeugen von jedem Teil mindestens ein Typ verwendet wird. Durch JEI-Kompatibilität können sie erfahren, welche Bänke welche Teile herstellen.",
    "mts.handbook_car.booklet.page2.textline3": "Das Craften der Bänke selbst ist genauso einfach wie jedes andere Vanilla-Rezept. Die Rezepte finden sie durch JEI. Ihre ersten Bänke sollten die Komponentenwerkbank und die Deko-Werkbank sein. Diese werden von vielen Packs verwendet, um benutzerdefinierte Gegenstände hinzuzufügen, die zur Herstellung von Fahrzeugteilen und sogar Fahrzeugen selbst verwendet werden. Einige Packs verwenden auch die Spezialteil-Werkbank für essentielle Teile, sodass sich ein Blick darauf lohnt.",
    "mts.handbook_car.booklet.page3.title": "Fahrzeugbau",
    "mts.handbook_car.booklet.page3.textline2": "Fahrzeugbau",
    "mts.handbook_car.booklet.page3.textline3": "Der Fahrzeugbau ist im Grundlegenden das anklicken des Fahrzeuges mit den zugehörigen Bauteilen. Wenn sie das richtige Bauteil in der Hand halten, sollte ein grünes Hologramm an den zugehörigen Stellen erscheinen. Sie müssen die Stelle nur noch mit der rechten Maustaste anklicken! Beachten sie jedoch, dass manche Bauteile andere Bauteile voraussetzen, beispielsweise muss ein Motor installiert sein, bevor der Propeller angeschraubt werden kann.",
    "mts.handbook_car.booklet.page3.textline4": "Wenn sie ein Bauteil halten, das Hologram jedoch rot ist, bedeutet dies dass das Teil zu groß oder zu klein ist. Beispielsweise ist ein Traktorrad zu groß um es an einen PKW anzubauen. Eine andere Möglichkeit besteht darin, dass der Paketauthor den Bauteilslot auf bestimmte Teile, beispielsweise einen bestimmten Motor, beschränken möchte. Probieren Sie daher zuerst Teile aus dem Paket aus. Autoren können in der jeweiligen Bauteilbeschreibung auch angeben, was genau zum Fahrzeug gehört.",
    "mts.handbook_car.booklet.page4.title": "Fahrzeugbau (Fortsetzung)",
    "mts.handbook_car.booklet.page4.textline3": "Fahrzeugbau (Fortsetzung)",
    "mts.handbook_car.booklet.page4.textline4": "Wenn du dir nicht sicher bist, welche Teile von einem Fahrzeug benötigt werden, dann wird dir der Scanner behilflich sein. Er zeigt alle möglichen Positionen an und rotiert durch alle Teile, die an der ausgewählten Position angebracht werden können. Wenn an einem der Hologramme nichts angezeigt wird oder der Scanner nicht piept, kann dort nichts angebracht werden. Dies sollte dem Author gemeldet werden, da es auf ein potentiell dysfunktionalen Teil-Slot hinweist.",
    "mts.handbook_car.booklet.page4.textline5": "Wenn du ein Teil deinstallieren möchtest, schlage es mit dem Schraubenschlüssel. Dies funktioniert aber nur mit Teilen, die keine weiteren Teile auf sich drauf haben. Mit anderen Worten, du kannst ein Rad einfach so abnehmen, sollte dieses Rad aber eine Radkappe haben, müsstest du diese als erstes deinstallieren, bevor sich das Rad lösen lässt. Achte drauf das manche Autoren ihre Teile grundsätzlich so programmieren dass sie sich nie abnehmen lassen. Wenn du ein gesamtes Fahrzeug aufheben möchtest, musst du es nur Shift+Linksklicken.",
    "mts.handbook_car.booklet.page5.title": "Fahrzeuganpassung",
    "mts.handbook_car.booklet.page5.textline4": "Fahrzeuganpassung",
    "mts.handbook_car.booklet.page5.textline5": "Wenn dir im Nachhinein die Farbe deines Fahrzeugs doch nicht gefällt, kannst du diese mit der Lackierpistole ändern. Beachte, dass bei manchen Fahrzeugen bestimmte Teile möglicherweise auf eine bestimmte Lackierung beschränkt sind, beispielsweise bei Polizeiautos auf die Polizeilackierung.",
    "mts.handbook_car.booklet.page5.textline6": "Die Farbe/Stil von individuellen Teilen kann auch mit der Lackierpistole geändert werden, die meisten haben jedoch nur eine einzige Farboption. Einige Fahrzeuge färben Teile automatisch um, sodass diese besser zu dem Fahrzeug passen. z.B. Eine grünes Geschütz auf einem grauen Panzer wird automatisch grau gefärbt. Wenn sie das Fahrzeug färben, ändern sich auch alle automatisch gefärbten Teile, im Gegenzug zu wenn sie die Teile einzelnd anklicken.",
    "mts.handbook_car.booklet.page6.title": "Fahrzeugkollision",
    "mts.handbook_car.booklet.page6.textline5": "Fahrzeugzerstörung",
    "mts.handbook_car.booklet.page6.textline6": "Normalerweise verursacht ein guter Fahrer keinen Unfall. Sind sie das aber nicht, wird früher oder später etwas passieren. Normalerweise wird der Block, mit dem sie kollidieren, zerbrechen und Sie werden langsamer. Dies kann jedoch nicht passieren, wenn der Block sehr hart ist (Obsidian & co.) oder wenn das Blockzerbrechen in der Konfiguration deaktiviert ist.",
    "mts.handbook_car.booklet.page6.textline7": "Wenn Sie mit ausreichender Geschwindigkeit gegen Blöcke fahren, wird das Fahrzeug explodieren. Die Größe der Explosion hängt von der Menge des Treibstoffs im Fahrzeug ab. Einige Teile werden als Item abgeworfen, aber manche können durch die Explosion oder Feuer zerstört werden. Beachten Sie, dass sowohl die Explosion als auch die Zerstörung des Fahrzeugs Konfigurierbar sind und bei Bedarf deaktiviert werden können.",
    "mts.handbook_car.booklet.page7.title": "Fahrzeugreperaturen",
    "mts.handbook_car.booklet.page7.textline6": "Fahrzeugreperaturen",
    "mts.handbook_car.booklet.page7.textline7": "Beachten Sie, dass ein spontanes Rendezvous mit einer Wand nicht der einzige Weg ist, um ein schönes gutes Auto zu ruinieren. Sie können auch Schaden durch Mobs, Projektile, Waffen und andere verschiedene Quellen nehmen. Wenn Sie mehr Schaden erleiden, als das Fahrzeug aushalten kann, wird es aufhören zu fahren. Die Fahrzugintegrität wird während der Fahrt als Fahrer im HUD als Nummer angezeigt.",
    "mts.handbook_car.booklet.page7.textline8": "Um ein Fahrzeug zu reparieren, können Sie entweder einen Reparaturitem bauen und anwenden oder das Fahrzeug mit dem Schraubenschlüssel aufheben und in dem Fahrzeug-Entwurfstisch nach einem Reperaturrezept suchen. Reparaturitems sind packspezifisch und Werkbänke müssen mit Reparaturrezepten eingerichtet werden, damit sie funktionieren. Wenden Sie sich daher an den Autor des von Ihnen verwendeten Pakets, falls Sie keine Reparaturoptionen vorfinden.",
    "mts.handbook_car.booklet.page8.title": "Tanken",
    "mts.handbook_car.booklet.page8.textline7": "Tanken",
    "mts.handbook_car.booklet.page8.textline8": "Fahrzeuge benötigen Kraftstoff (einige sind jedoch vorgetankt) und werden über Kraftstoffpumpen betankt. Klicke einfach eine Zapfsäule an und sie wird das naheliegendste Fahrzeug betanken. Die Zapfsäule transferiert Treibstoff mit einer Rate von 10mb/t. Die Zapfsäule selbst verfügt über ein 15.000-MB-Reservoir und kann direkt aus Eimern oder durch Anschluss eines Rohrs an der Unterseite mit Forge-Flüssigkeiten gefüllt werden.",
    "mts.handbook_car.booklet.page8.textline9": "Wenn sich ein Rohr an der Unterseite der Säule befindet, kannst du ein Item-basiertes Bezahlsystem einrichten. Klicke die Zapfsäule mit einem Schraubenschlüssel an und öffne das Bezahl-Interface. Dort kannst du das gewünschte Item und dessen Anzahl in den Slot legen und daneben einstellen, wieviel mB eine Zahlung hergibt. Dies kann nur von einem Admin oder der Person die die Zapfsäule ursprünglich gesetzt hat, konfiguriert werden.",
    "mts.handbook_car.booklet.page9.title": "Kraftstoffarten",
    "mts.handbook_car.booklet.page9.textline8": "Kraftstoffarten",
    "mts.handbook_car.booklet.page9.textline9": "Jedem Motor ist ein Kraftstofftyp zugeordnet. Eine Kraftstoffart kann von mehreren Flüssigkeiten bedient werden, aber die Potenz jeder Flüssigkeit wird wahrscheinlich unterschiedlich sein. Potenz steht für wieviel Energie eine Flüssigkeit hat. Hochpotente Flüssigkeiten werden langsamer verbraucht. Gültige Flüssigkeiten für jeden Motor und deren Potenz werden in deren Tooltip angezeigt.",
    "mts.handbook_car.booklet.page9.textline10": "Die Potenz sowie welche Flüssigkeiten zu welchen Kraftstofftypen gehören können in den Konfigurationen eingestellt werden. Darüber hinaus gibt es eine Konfigurationsoption namens FuelUsageFactor, die den Kraftstoffverbrauch für alle Motoren global festlegt. Wenn die Motoren durstiger sind als Ihnen lieb ist, können Sie dies anpassen, anstatt die Kraftstoffpotenzen einzeln anzupassen zu müssen.",
    "mts.handbook_car.booklet.page10.title": "Motorpflege",
    "mts.handbook_car.booklet.page10.textline9": "Motorpflege",
    "mts.handbook_car.booklet.page10.textline10": "Motoren bilden das Herzstück Ihres Fahrzeugs. Sie haben unterschiedlichen Verbrauch und Höchstdrehzahlen, wählen sie also den Motor der am besten zu ihren Bedürfnissen passt. Im Kreativ-Modus benötigen Fahrzeuge kein Kraftstoff.",
    "mts.handbook_car.booklet.page10.textline11": "Achtung: Motoren sammeln nach und nach Stunden an, verlieren an Leistung und können sogar fehlzünden, wenn sie wirklich abgenutzt sind. Überdrehen, Überhitzen und zu schnelles Laufenlassen des Motors, bevor dieser warmgelaufen ist, nutzt diesen schneller ab. Motoren akkumulieren auch Stunden wenn sie Schaden durch Schläge erleiden. Sei also vorsichtig mit deinem Schwert!",
    "mts.handbook_car.booklet.page11.title": "Instrumente",
    "mts.handbook_car.booklet.page11.textline10": "Instrumente",
    "mts.handbook_car.booklet.page11.textline11": "Instrumente machen das Steuern eines Flugzeugs und das Fahren eines Autos viel interessanter. Sie zeigen auch wichtige Informationen an wie Kraftstofffüllstände, Drehzahlen und Motortemperaturen und machen das Fliegen im Dunkeln deutlich leichter. Während einige Fahrzeuge schon beim Bau mit Instrumenten ausgestattet sind, ist dies bei den meisten nicht der Fall.",
    "mts.handbook_car.booklet.page11.textline12": "Um Instrumente einzubauen müssen sie das Fahrzeug mit dem Schraubenschlüssel Rechts-klicken. In dem aufkommenden GUI sehen sie dann alle möglichen Slots und alle Instrumente die sie im Inventar haben. Klicke einfach den gewünschten Slot an und wähle dann ein Instrument aus der oberen Leiste.",
    "mts.handbook_car.booklet.page12.title": "Autoschlüssel",
    "mts.handbook_car.booklet.page12.textline11": "Autoschlüssel",
    "mts.handbook_car.booklet.page12.textline12": "Das Einzige, was schlimmer ist als sein schönes Auto in einer Creeper-Explosion zu verlieren, ist dass es von anderen Spielern dreist gestohlen wird. Normalerweise dürfen Fahrzeuge nur von ihrem Besitzer (der Person, die sie zuletzt platziert hat) umgebaut werden, können aber von jedermann gefahren werden. Mit einem Autoschlüssel können Sie Fahrzeuge verriegeln und so sicherstellen, dass niemand damit losfährt oder Dinge aus dem Fahrzeug klaut.",
    "mts.handbook_car.booklet.page12.textline13": "Auf abgeschlossene Fahrzeuge und deren Inventare können nur Spieler zugreifen, die schon im Fahrzeug sitzen. Man kann sich also im eigenen Fahrzeug einschliessen um unerwünschte Fahrgäste zu vermeiden. Ein fremder Spieler kann mit einem zugehörigen Autoschlüssel ein Fahrzeug zwar fahren, aber es nicht weiter verändern (z.B. Teile abnehmen etc.) Auf Admins und Spieler mit Operator-Rechten treffen diese Restriktionen nicht zu. Übrigens kannst du keine Fahrzeuge abschleppen die dir nicht gehören ;)",
    "mts.handbook_car.booklet.page13.title": "Straßen",
    "mts.handbook_car.booklet.page13.textline12": "Straßen",
    "mts.handbook_car.booklet.page13.textline13": "Straßen sind zwar keine Fahrzeuge, aber sie sind etwas, mit dem alle Fahrzeuge interagieren. Es gibt statische und dynamische Straßen. Statische Straßen sind vorgebaute Sektionen die du wie Lego platzieren kannst. Dynamische Straßen hingegen sind flexibel, du kannst sie in allen möglichen Formen platzieren.",
    "mts.handbook_car.booklet.page13.textline14": "Um eine dynamische Straße zu platzieren musst du zwei Ausgangspunkte definieren. Der erste Punkt wird mit Shift-Klick auf einen Block in Richtung der Straße festgelegt. Beim zweiten Schritt bewegen Sie sich zum anderen Ende der gewünschten Straße und schauen dann in Richtung des ersten Punkts. Sie können auch auf ein vorhandenes Straßensegment statt auf einen Block klicken und die Straße wird dann automatisch mit diesem Segment verbunden. Dazu gehören auch statische Abschnitte, mit denen sich so Straßenkreuzungen erstellen lassen.",
    "mts.handbook_car.booklet.page14.title": "Tastatursteuerung",
    "mts.handbook_car.booklet.page14.textline13": "Tastatursteuerung",
    "mts.handbook_car.booklet.page14.textline14": "IV bietet mehrere Steuerungsschemata. Das Standardschema ist die Tastatursteuerung. Im Gegensatz zu anderen Mods ist IV mit einem No-Bind-System ausgestattet. Dadurch wird verhindert, dass Tastenkombinationen mit anderen Mods kreuzt und dessen abgefangen oder übernommen werden. Die Konfiguration für diesen Modus und die anderen Steuermodi kann durch Drücken der Konfigurationstaste (Standard P) aktiviert werden.",
    "mts.handbook_car.booklet.page14.textline15": "Die P-Taste ist die einzige, die ein normaler MC-Keybind ist, und kann daher durch andere Mods doppelt gebunden werden. Wenn Sie also das Konfigurationsmenü nicht aufrufen können, überprüfen Sie Ihre Tastenkombinationen. Beachten Sie, dass IV zwar nicht die Tastensignle anderer Mods blockiert, aber dennoch von den Signalen anderer Mods beeinflusst werden kann, die keine kontextsensitiven Trigger verwenden.",
    "mts.handbook_car.booklet.page15.title": "Joystick-Steuerung",
    "mts.handbook_car.booklet.page15.textline14": "Joystick-Steuerung",
    "mts.handbook_car.booklet.page15.textline15": "Das zweite Steuerungsschema ist ein Joystick-Tastatur-Hybrid. Dieser Controller MUSS zum Zeitpunkt des Minecraft-Starts angeschlossen sein. Die Konfiguration erfolgt über den JOYSTICK-Bereich des P-Tasten-Menüs. Wenn eine Achse wie Gier- oder Nickachse über einen Joystick gesteuert wird, ist sie auf der Tastatur nicht verfügbar. Dies ist auch dann der Fall, wenn Sie den Joystick ausstecken.",
    "mts.handbook_car.booklet.page15.textline16": "Zuletzt ist ein Maus-Joch-System verfügbar, welches sowohl Flans als auch MCHeli ähnelt. Für dieses gibt es zusätzliche Einstellungen im P-Tasten-KONFIG-Menü. Diese können verwendet werden, um die Totzone des Joysticks, die Empfindlichkeit, die Abklingzeit der Tastatur sowie andere allgemeine Steuerungseinstellungen zu steuern. Leider ist diese aus technischen Gründen nicht mehr verfügbar.",
    "mts.handbook_car.booklet.page16.title": "Fahrschule",
    "mts.handbook_car.booklet.page16.textline15": "Fahrschule",
    "mts.handbook_car.booklet.page16.textline16": "Ein Auto (oder ein Boot) zu steuern ist so unglaublich einfach dass sogar ein Dorfbewohner das könnte. Die Standardsteuerung verwendet das 'einfacher-Gashebel-Setup', in dem W das Fahrzeug nach vorne fahren lässt und S sowohl die Bremse als auch der Rückwärtsgang ist. A und D lenken nach links und rechts. Einige Fahrzeuge sind mit Lichtern, Hupen, Sirenen usw. ausgestattet. Ihre Bedienelemente lassen sich auf dem Bedienfeld (U-Taste) finden.",
    "mts.handbook_car.booklet.page16.textline17": "Wenn Sie nach einem realistischeren Fahrerlebnis streben, können Sie über das P-Menü das einfache-Gashebel-Setup ausschalten. Dadurch starten alle Autos im Leerlauf und durch Drücken von R werden sie in den Vorwärtsgang geschaltet. Mit F wird zurück in den Leerlauf geschaltet und durch erneutes Drücken von F wird in den Rückwärtsgang geschaltet. Hierbei ist W das Gas und S die Bremse. Um ungewolltes Kreischen des Getriebes zu verhindern sollte das Schalten vom Leerlauf in den Rückwärtsgang (oder umgekehrt) nur bei stillstehendem Gefährt erfolgen.",
    "mts.handbook_car.booklet.page17.title": "Tweaks",
    "mts.handbook_car.booklet.page17.textline16": "Tweaks",
    "mts.handbook_car.booklet.page17.textline17": "IV verfügt über viele Konfigurationsoptionen, von denen einige nicht direkt im P-Menü im Spiel verfügbar sein können. Eine vollständige Liste der Konfigurationen und Beschreibungen dieser finden Sie in der Datei mtsconfig.json in Ihrem 'config'-Ordner. Dort können sie beispielsweise einstellen wieviel Treibstoff Fahrzeuge verbrauchen, ob diese Blöcke zerbrechen dürfen oder ob Wasser ein plausibler hochpotenter Treibstoff für Dieselmotoren sein sollte.",
    "mts.handbook_car.booklet.page17.textline18": "Wenn sie verfügbare Rezepte in den jeweiligen Werkbänken ändern möchten, können sie dies in einer Datei namens mtscraftingoverrides.json tun. In der Datei sind weitere Anleitungen dazu enthalten. Items die konventionell auf der normalen Werkbank im 3x3-Feld hergestellt werden können durch herkömmlichen Methoden wie CraftTweaker geändert werden.",
    "mts.handbook_plane.description": "",
    "mts.handbook_plane.name": "MFS Flughandbuch (LIES MICH!)",
    "mts.handbook_plane.booklet.title.textline1": "MINECRAFT",
    "mts.handbook_plane.booklet.title.textline2": "FLUG",
    "mts.handbook_plane.booklet.title.textline3": "SIMULATOR",
    "mts.handbook_plane.booklet.title.textline4": "HANDBUCH",
    "mts.handbook_plane.booklet.title.textline5": "die Abzweigung von",
    "mts.handbook_plane.booklet.title.textline6": "Immersive Vehicles",
    "mts.handbook_plane.booklet.title.textline7": "-von don_bruce",
    "mts.handbook_plane.booklet.page1.title": "Propeller",
    "mts.handbook_plane.booklet.page1.textline0": "Propeller",
    "mts.handbook_plane.booklet.page1.textline1": "Wenn sie irgendwas fahren wollen was kein Auto ist, wird mit hoher Sicherheit ein Propeller benötigt (es sei denn es ist ein Jet). Propeller mit größerem Durchmesser sorgen für mehr Schub als kleinere; jedoch brauchen diese auch größere & kräftigere Motoren um sich zu drehen, ein schwächerer Motor könnte am Ende also mehr Schub mit einem kleinen Propeller erzeugen als mit einem Großen. Propeller werden an der Propellerfräse hergestellt.",
    "mts.handbook_plane.booklet.page1.textline2": "Auch die Propeller-Steigung ist wichtig, meist sogar wichtiger als der Durchmesser, da diese die optimale Geschwindigkeit bei jeder Drehzahl bestimmt. Alles, was über dieser Geschwindigkeit liegt, beschleunigt das Flugzeug, alles, was darunter liegt, verlangsamt es. Propeller mit dynamischer Steigung passen ihre Steigung im Flug für optimalen Schub an. Durch Drücken der REV-Taste im Flugzeugbedienfeld kann dies umgekehrt werden.",
    "mts.handbook_plane.booklet.page2.title": "Zeit zu fliegen!",
    "mts.handbook_plane.booklet.page2.textline1": "Zeit zu fliegen!",
    "mts.handbook_plane.booklet.page2.textline2": "Vor deinem ersten Flug müssen ihnen einige Dinge klar sein! Erstens, Flugzeuge steigen NICHT wenn sie den Steuerknüppel einfach hochreißen! Dies ist die häufigste Absturzursache für neue Piloten! Im echten Leben sowie in IV erzeugen Flugzeuge Auftrieb nur dann, wenn Luft über dessen Flügel gleitet. Um anständig abzuheben muss das Flugzeug also schnell genug sein, dass viel Luft in kurzer Zeit über die Flügel gleitet und so genügend Auftrieb erzeugt wird.",
    "mts.handbook_plane.booklet.page2.textline3": "Das bedeutet, dass Sie für den Start eine anständige Startbahn benötigen und es wird dringend empfohlen, den Start in Richtung hoher Objekte wie Bäume und Berge zu vermeiden. Wenn das Flugzeug mit dem sie fliegen mit Landeklappen ausgestattet ist, können sie diese beim Start ausfahren um mehr Auftrieb (auf Kosten der Treibstoffeffizienz und Geschwindikeit) zu generieren. Beachte auch das das Gewicht der Maschine durch geladene Fracht wie Items, Treibstoff und Passagiere das Flugverhalten beeinflusst, überlade dein Flugzeug also nicht!",
    "mts.handbook_plane.booklet.page3.title": "Im Flug",
    "mts.handbook_plane.booklet.page3.textline2": "Im Flug",
    "mts.handbook_plane.booklet.page3.textline3": "Sobald Ihr Flugzeug in der Luft ist, geht es beim Fliegen eigentlich nur noch um zwei Dinge: nicht mit wilden Bergen zu kollidieren und nicht auf den Boden zu krachen. Ersterem kann einfach ausgewichen werden, indem man das Flugzeug durch Rollen (A und D) in eine Kurve bringt oder einfach über der maximalen Bauhöhe fliegt. Durch das fliegen von Kurven verringert sich Ihre Höhe langsam. Achten Sie also darauf, wenn Sie sich in der Nähe des Bodens befinden.",
    "mts.handbook_plane.booklet.page3.textline4": "Während des Fluges müssen Sie möglicherweise gewisse Tasten gedrückt halten, damit sich Ihr Flugzeug wie gewünscht verhält. Wenn die Maschine ständig von selbst steigt, liegt das daran, dass Sie zu viel Auftrieb generieren haben und den Schub drosseln sollten. Sie können auch das Höhenruder Trimmen und den Schub oben halten, um auf Kosten des Kraftstoffverbrauchs etwas mehr Geschwindigkeit zu erreichen. Sie können während des Flugs auch zu anderen Sitzen wechseln, indem Sie mit der rechten Maustaste darauf klicken. In einigen Flugzeugen sind sogar mehrere Piloten zugelassen. Einzelheiten zur Anzahl der Sitze und Piloten finden Sie in dem Fahrzeug-Entwurfstisch.",
    "mts.handbook_plane.booklet.page4.title": "Funkfeuer Verwenden",
    "mts.handbook_plane.booklet.page4.textline3": "Funkfeuer Verwenden",
    "mts.handbook_plane.booklet.page4.textline4": "Funkfeuer werden verwendet, um Wegpunkte zu definieren, die in einigen Flugzeugen mithilfe von Instrumenten angezeigt werden können. Nachdem sie ein Funkfeuer gesetzt und diesem ein Namen geben haben, können sie ihn im Bedienfeld (U) eines Flugzeuges durch das Schrieben dessen Namens auswählen. Ein valider Name leuchtet grün, ein invalider Rot. Wenn ein Funkfeuer ausgewählt ist, führen alle Instrumente die auf Funkfeuer ausgelegt sind ihre Funktion aus.",
    "mts.handbook_plane.booklet.page4.textline5": "Es gibt zwei Instrumente die auf Funkfeuer eingestellt sind . Das ADF zeigt einfach in die Richtung des ausgewählten Funkfeuers, das ILS hingegen ist ein wenig anders. Es nutzt die Peilung und den Gleitweg des Funkfeuers, um Ihnen bei der Landung zu helfen. Gleitweg ist der Landewinkel und Peilung ist der Landekurs. Die beiden Balken bewegen sich im ILS abhängig davon, wie ihre Ausrichtung auf das Funkfeuer ist. Die zentrierten Balken bedeuten, dass Sie sich im korrekten Winkel auf dem Landebalken befinden.",
    "mts.handbook_plane.booklet.page5.title": "Trimmung/Autopilot",
    "mts.handbook_plane.booklet.page5.textline4": "Trimmung/Autopilot",
    "mts.handbook_plane.booklet.page5.textline5": "Trimmung wird normalerweise von den Meisten übersehen, ist jedoch ein nützliches Hilfsmittel, das das Fliegen erheblich erleichtert. Die Trimmung kann im U-Panel angepasst werden, wobei jede Trimmung unterschiedliche Aufgaben erfüllt. Die Höhenrudertrimmung sorgt für eine konstante Steigung, was nützlich ist, wenn Sie automatisch steigen, weil Sie schneller fliegen möchten. Die Giertrimmung ist nützlich, wenn Sie einen Motor verlieren und die Gierung kompensieren müssen.",
    "mts.handbook_plane.booklet.page5.textline6": "Sie können zwar manuell Trimmen, dies kann aber auch der Autopilot übernehmen (sofern das Flugzeug damit ausgestattet ist). Der Autopilot stellt die Höhenrudertrimmung so an, um die Höhe zu halten, und die Querrudertrimmung, um das Flugzeug gerade zu halten. Bei Helikoptern fungiert es als automatischer Schwebeflug, der den Helikopter am gleichen Ort und in der gleichen Höhe hält.",
    "mts.handbook_plane.booklet.page6.title": "Landung",
    "mts.handbook_plane.booklet.page6.textline5": "Landung",
    "mts.handbook_plane.booklet.page6.textline6": "Hier ist der Grat zwischen der erfolgreichen Landung eines Flugzeugs und einem kontrollierten Absturz schmal. Um diese zweite Kategorie zu vermeiden, ist es wichtig erstmal seine Geschwindigkeit zu verringern. Geschwindigkeit ist das, was Ihr Flugzeug in der Luft hält, daher ist zum Landen eine Geschwindigkeitsreduzierung sinnvoll. Dafür müssen sie nur den Schub drosseln und gegebenenfalls die Landeklappen ausfahren.",
    "mts.handbook_plane.booklet.page6.textline7": "Manchmal landet man jedoch in der zweiten Kategorie. Der Treibstoffmangel ist die häufigste Ursache für einen schnellen Abgang, ist aber nicht unbedingt tödlich. Flugzeuge können ohne Motoren noch eine Weile gleiten, sodass Sie kurz Zeit haben, eine flache Stelle aufzufinden, um daraus eine spontane 'Landebahn' zu machen. Sollten sie kein flaches Gelände auffinden eignet sich ein tieferes Gewässer ebenso, da es beim Aufprall keine Explosion geben kann und es ihnen ermöglicht, frühzeitig aus der Maschine zu springen. Hügeliges Terrain sollte unbedingt vermieden werden.",
    "mts.jumpercable.description": "",
    "mts.jumpercable.name": "Starthilfekabel",
    "mts.jumperpack.description": "",
    "mts.jumperpack.name": "Starthilfegerät",
    "mts.key.description": "Denn ein Auto in Minecraft unverschlossen zu lassen ist so, als würde man dasselbe in GTA tun...",
    "mts.key.name": "Autoschlüssel",
    "mts.paintgun.description": "",
    "mts.paintgun.name": "Lackierpistole",
    "mts.partscanner.description": "",
    "mts.partscanner.name": "Teil-Scanner",
    "mts.ticket.description": "",
    "mts.ticket.name": "Ticket",
    "mts.wrench.description": "",
    "mts.wrench.name": "Schraubenschlüssel",
    "mts.y2kbutton.description": "",
    "mts.y2kbutton.name": "Y2K-Knopf",
    "death.bullet.null": "%s wurde erschossen",
    "death.bullet.player": "%s wurde von %s erschossen",
    "death.propeller.null": "%s wurde von einem Propeller zerstückelt",
    "death.propeller.player": "%s wurde von %s's Propeller zu Hackfleisch verarbeitet",
    "death.jet_intake.null": "%s wurde in ein Düsentriebwerk gesaugt",
    "death.jet_intake.player": "%s wurde in %s's Düsentriebwerk gesaugt",
    "death.jet_exhaust.null": "%s wurde von einem Düsentriebwerk knusprig gebrannt",
    "death.jet_exhaust.player": "%s wurde von %s's Düsentriebwerk zu Asche verwandelt",
    "death.wheel.null": "%s wurde überfahren",
    "death.wheel.player": "%s wurde von %s überfahren",
    "death.crash.null": "%s verstarb in einem tragischen Unfall",
    "death.crash.player": "%s riss %s bei einem Unfall mit in den Tod",
    "gui.confirm": "BESTÄTIGEN",
    "gui.masterconfig": "Konfiguration öffnen",
    "gui.signalcontroller.scan": "Nach Signalen und Komponenten suchen",
    "gui.signalcontroller.scandistance": "Radius: ",
    "gui.signalcontroller.scancenter": "Zentrum (X/Z): ",
    "gui.signalcontroller.scanfound": "Fand: ",
    "gui.signalcontroller.righthanddrive": "Rechtsverkehr",
    "gui.signalcontroller.lefthanddrive": "Linksverkehr",
    "gui.signalcontroller.timemode": "Zeitverzögerung",
    "gui.signalcontroller.triggermode": "Fahrzeugauslöser",
    "gui.signalcontroller.primaryaxis": "Hauptachse: ",
    "gui.signalcontroller.lanewidth": "Spurbreite: ",
    "gui.signalcontroller.greenmaintime": "Grünzeit (Haupt): ",
    "gui.signalcontroller.greencrosstime": "Grünzeit (Überg.): ",
    "gui.signalcontroller.yellowmaintime": "Gelbzeit (Haupt): ",
    "gui.signalcontroller.yellowcrosstime": "Gelbzeit (Überg.): ",
    "gui.signalcontroller.allredtime": "Alle-Rot-Zeit: ",
    "gui.signalcontroller.lanesettings": "SIGNALEINSTELLUNGEN",
    "gui.signalcontroller.leftlanes": "# Linke Spuren: ",
    "gui.signalcontroller.centerlanes": "# Mittige Spuren: ",
    "gui.signalcontroller.rightlanes": "# Rechte Spuren: ",
    "gui.signalcontroller.roadwidth": "Straßenbreite: ",
    "gui.signalcontroller.centerdist": "Dist Mitte->Straße: ",
    "gui.signalcontroller.mediandist": "Dist Straße->Median: ",
    "gui.part_bench.weight": "Masse (kg): ",
    "gui.part_bench.fuel": "Treibstoffkapazität (mb): ",
    "gui.part_bench.controllers": "Fahrer/Piloten: ",
    "gui.part_bench.passengers": "Passagiere: ",
    "gui.part_bench.cargo": "Fracht: ",
    "gui.part_bench.mixed": "Gemixt: ",
    "gui.part_bench.engine": "Motorgröße: ",
    "gui.part_bench.wheel": "Radgröße: ",
    "gui.part_bench.color": "Farbe: ",
    "gui.panel.trim_roll": "ROLLTRIMMUNG",
    "gui.panel.trim_pitch": "NICKTRIMMUNG",
    "gui.panel.trim_yaw": "GIERTRIMMUNG",
    "gui.panel.reverse": "REV",
    "gui.panel.gear": "FAHRWERK",
    "gui.panel.beacon": "FUNKFEUER",
    "gui.panel.autopilot": "AUTO",
    "gui.instruments.main": "Hauptinstrumente",
    "gui.instruments.panel": "Schaltbrett",
    "gui.instruments.clear": "LÖSCHEN",
    "gui.instruments.idle": "Instrument auswählen.",
    "gui.instruments.decide": "Instrument anklicken, um es hinzuzufügen.",
    "gui.config.header.rendering": "RENDERING",
    "gui.config.header.config": "CONFIG",
    "gui.config.header.controls": "STEUERUNG",
    "gui.config.controls.title": "Wählen Sie eine Konfiguration zum Ändern aus: ",
    "gui.config.controls.volume": "Lautstärke: ",
    "gui.config.controls.aircraft.keyboard": "FLUGZEUG (TASTATUR)",
    "gui.config.controls.aircraft.joystick": "FLUGZEUG (JOYSTICK)",
    "gui.config.controls.car.keyboard": "AUTO-/BOOT (TASTATUR)",
    "gui.config.controls.car.joystick": "AUTO/BOOT (JOYSTICK)",
    "gui.config.joystick.error": "FEHLER: MTS konnte das Steuerungssystem nicht initialisieren! Dies liegt wahrscheinlich daran, dass ein Gerät sich gegenüber Java fälschlicherweise als Joystick darstellt. Es ist bekannt, dass dieses Problem bei Mäusen auftritt, insbesondere bei Corsair-Mäusen. Probieren Sie daher eine andere Maus aus. Sie können auch versuchen, Ihre Maus auszustecken und dann diese GUI zu öffnen, um die Joysticks erneut abzufragen. Dadurch funktionieren die Steuerelemente beim Booten nicht, können aber verwendet werden, wenn Sie nur eine Maus haben.",
    "gui.config.joystick.disabled": "FEHLER: Das Steuerungssystem blockierte, als MTS versuchte, es zu initialisieren. Dies ist wahrscheinlich ein Treiberproblem und tritt aus irgendeinem Grund auf einigen Computern auf. Die Grundursache ist nicht bekannt, aber wenn Sie herausfinden, wie Sie diesen Fehler beheben können, lassen Sie es uns wissen! Die Joystick-Unterstützung ist vorerst deaktiviert.",
    "gui.config.joystick.select": "Joystick wählen: ",
    "gui.config.joystick.name": "Name: ",
    "gui.config.joystick.mapping": "Mapping",
    "gui.config.joystick.deadzone": "Todeszone: ",
    "gui.config.joystick.state": "Status: ",
    "gui.config.joystick.assignment": "Zugewiesen an: ",
    "gui.config.joystick.cancel": "Abbrechen",
    "gui.config.joystick.clear": "Aufgabe löschen",
    "gui.config.joystick.choosemap": "Wählen Sie aus, was dieser Taste zugeordnet werden soll.",
    "gui.config.joystick.calibrate1": "Bewegen Sie die Achse, bis sich die Zahlen nicht mehr ändern.",
    "gui.config.joystick.calibrate2": "Klicken Sie dann auf „Bestätigen“, um die Einstellungen zu speichern.",
    "gui.config.joystick.axismode": "Achsenmodus: ",
    "gui.config.joystick.normal": "Normal",
    "gui.config.joystick.invert": "Invertiert",
    "gui.packmissing.title": "!FEHLER!",
    "gui.packmissing.text": "MTS hat festgestellt, dass es ohne Inhaltspaket gestartet wurde. Dies führt dazu, dass KEINE Fahrzeuge vorhanden sind! Wenn Sie noch KEIN Inhaltspaket installiert haben, finden Sie auf der Curse-Seite dieser Mod viele Links. Wenn Sie ein Paket heruntergeladen haben, stellen Sie sicher, dass es sich am selben Ort befindet wie alle anderen Mods. Wenn sich das Paket am korrekten Ort befindet und diese Meldung weiterhin angezeigt wird, stellen Sie sicher, dass Sie die richtige Paketversion runtergeladen.",
    "interact.key.lock": "Fahrzeug verriegelt!",
    "interact.key.unlock": "Fahrzeug entriegelt!",
    "interact.key.bind": "Schlüssel nun diesem Fahrzeug zugehörig. Bereit zum Verriegeln/Entriegeln.",
    "interact.key.notowner": "Dieser Schlüssel ist für kein Fahrzeug bestimmt und nur der Besitzer dieses Fahrzeugs darf neue Schlüssel anfertigen!",
    "interact.key.wrongkey": "Dieser Schlüssel passt nicht zu diesem Fahrzeug!",
    "interact.fuelpump.nofuel": "Die Pumpe ist leer. Geben Sie entweder Kraftstoff über Eimer in die Pumpe ein oder schließen Sie sie von unten an ein Rohrsystem- oder Stromnetzwerk an.",
    "interact.fuelpump.fullitems": "Diese Pumpe fordert zwar eine Zahlung, kann jedoch keine weiteren Items annehmen. Kontaktieren Sie den Eigentümer, um sie zu entleeren!",
    "interact.fuelpump.toofar": "Die Pumpe ist zu weit vom Fahrzeug entfernt. Die Pumpe sollte nicht weiter als 16 Blöcke entfernt sein.",
    "interact.fuelpump.wrongtype": "Diese Pumpe enthält nicht die gleiche Flüssigkeit wie im Fahrzeug.  %s sind im Fahrzeug übrig.",
    "interact.fuelpump.noengine": "In diesem Fahrzeug ist kein Motor.  Motoren mit unterschiedlichen Treibstofftypen setzen den Tank zurück, installieren sie einen richtigen Motor um Treibstoffverlust zu vermeiden!",
    "interact.fuelpump.wrongengines": "Der Inhalt dieser Pumpe ist kein gültiger Kraftstoff für die Motoren im Fahrzeug. Infos im Handbuch.",
    "interact.fuelpump.connect": "Verbunden und betankend.",
    "interact.fuelpump.complete": "Fahrzeug ist vollgetankt, die Verbindung wird unterbrochen.",
    "interact.fuelpump.empty": "Pumpe ist leer, die Verbindung wird unterbrochen.",
    "interact.fuelpump.disconnect": "Verbindung getrennt und tanken gestoppt.",
    "interact.road.set": "Erster dynamische Straßenpunkt festgelegt.",
    "interact.road.alreadyconnected": "Dieser Straßenabschnitt ist bereits mit einer anderen Straße verbunden.",
    "interact.road.lanemismatchfirst": "Die Anzahl der Fahrspuren auf dem zuerst angeklickten Straßenabschnitt stimmt nicht mit der Anzahl der Fahrspuren für diese Straße überein.",
    "interact.road.lanemismatchsecond": "Die Anzahl der Fahrspuren auf dem gerade angeklickten Straßenabschnitt stimmt nicht mit der Anzahl der Fahrspuren für diese Straße überein.",
    "interact.road.blocked": "Es wurde kein Platz zum Platzieren des Hauptblocks für diese Straße gefunden. Der Bereich ist überfüllt!",
    "interact.road.same": "Sowohl der erste als auch der zweite angeklickte Punkt sind derselbe Block. Zurücksetzen und erneut versuchen.",
    "interact.road.toofar": "Die beiden angeklickten Punkte liegen zu weit auseinander. Finden Sie entweder nähere Punkte oder erhöhen Sie den Abstand in der Config-Datei.",
    "interact.road.blockingblocks": "Es gibt Blöcke, die die Platzierung dieser Straße blockieren. Entfernen Sie die rot-markierten Blöcke und klicken Sie dann auf die blaue Hauptstraße, um fortzufahren.",
    "interact.jerrycan.empty": "Dieser Kanister ist leer und kann dieses Fahrzeug nicht betanken.",
    "interact.jerrycan.wrongtype": "Dieser Kanister enthält nicht die gleiche Flüssigkeit wie im Fahrzeug.",
    "interact.jerrycan.wrongengines": "Der Inhalt dieses Kanisters ist kein gültiger Kraftstoff für die Motoren des Fahrzeugs. Infos finden sich im Handbuch.",
    "interact.jerrycan.noengine": "In diesem Fahrzeug gibt es keinen Motor.  Das Entfernen von Motoren aus Fahrzeugen setzt deren Kraftstofftank zurück, sodass das Betanken dieses Fahrzeugs nichts bringt!",
    "interact.jerrycan.toofull": "Dieses Fahrzeug ist bereits vollgetankt. Benzinpreise sind hoch genug!",
    "interact.jerrycan.success": "1000mb an Flüssigkeit in dieses Fahrzeug eingefüllt.",
    "interact.vehicle.seattaken": "Dieser Sitz ist besetzt!",
    "interact.vehicle.locked": "Dieses Fahrzeug ist abgeschlossen!",
    "interact.vehicle.owned": "Sie sind nicht der Eigentümer dieses Fahrzeugs und können daher keine Teile klauen!",
    "interact.vehicle.needkey": "Zum Starten benötigen Sie den Schlüssel dieses Fahrzeugs!",
    "interact.vehicle.nospace": "Um dieses Fahrzeug zu setzen ist es her zu eng!",
    "interact.vehicle.cantremoveinventory": "Teil kann nicht entfernt werden, da es nicht leer ist!",
    "interact.vehicle.jumperpack": "Fahrzeugbatterie maximal geladen.",
    "interact.jumpercable.firstlink": "Erster Motor mit Starthilfekabel verbunden.",
    "interact.jumpercable.secondlink": "Motoren verbunden. Strom wird übertragen.",
    "interact.jumpercable.linkdropped": "Die beiden Motoren sind zu weit voneinander entfernt. Verbindung wurde unterbrochen.",
    "interact.jumpercable.powerequal": "Die beiden Motoren haben jetzt den gleichen Batteriestand. Verbindung wird unterbrochen.",
    "interact.jumpercable.alreadylinked": "Dieser Motor ist bereits mit einem anderen Motor verbunden und kann nicht verknüpft werden.",
    "interact.jumpercable.toofar": "Die beiden Motoren sind zu weit entfernt. Sie sollten nicht weiter als 16 Blöcke voneinander entfernt sein.",
    "interact.jumpercable.samevehicle": "Die beiden Motoren befinden sich im selben Fahrzeug. Das wird nicht so gut funktionieren..",
    "interact.fuelhose.firstlink": "Quelltank mit Schlauch verbunden.",
    "interact.fuelhose.secondlink": "Mit Fahrzeug/Tank verbunden.  Flüssigkeit wird umgefüllt.",
    "interact.fuelhose.linkdropped": "Die verbundenen Tanks haben sich zu weit voneinander entfernt. Verbindung unterbrochen.",
    "interact.fuelhose.tankempty": "Quelltank ist leer, die Verbindung wird unterbrochen.",
    "interact.fuelhose.tankfull": "Zieltank ist voll, die Verbindung wird unterbrochen.",
    "interact.fuelhose.alreadylinked": "Dieser Tank ist bereits mit einem anderen Tank verknüpft und kann nicht verbunden werden.",
    "interact.fuelhose.toofar": "Die beiden Tanks sind zu weit entfernt. Maximale Entfernung von 16 Blöcke sollte nicht überschritten werden.",
    "interact.fuelhose.differentfluids": "Die Quell- und Zieltanks enthalten nicht dieselbe Flüssigkeit und können nicht verbunden werden.",
    "interact.repair.pass": "Repariert Fahrzeug um %s HP.  HP liegt nun bei %s von %s.",
    "interact.repair.noneed": "Dieses Fahrzeug ist bereits in optimalem Zustand und muss nicht repariert werden.",
    "interact.repair.fail": "Dieses Fahrzeug hat einen Totalschaden und kann mit diesem Reparaturset nicht repariert werden. Nur spezielle Reparatursets sind zu in der Lage.",
    "interact.repair.toosoon": "Dieses Fahrzeug kann derzeit nicht repariert werden. Wartezeit von 10 Sekunden ist noch nicht abgelaufen.",
    "interact.trailer.connected": "Anhänger angekoppelt.",
    "interact.trailer.disconnected": "Anhänger abgekoppelt.",
    "interact.trailer.notfound": "Keine Anhänger in der Nähe dieses Fahrzeugs gefunden.",
    "interact.trailer.toofar": "Der Anhänger ist zu weit vom Fahrzeug entfernt.",
    "interact.trailer.wronghitch": "Dieses Fahrzeug verfügt nicht über die richtige Anhängerkupplung für diesen Anhänger.",
    "interact.trailer.mismatch": "Es wurde eine Anhängerkupplung gefunden, die nah genug zum Anschließen ist, aber nicht vom richtigen Typ ist. Eine passende Anhängerkupplung wurde gefunden, diese ist jedoch zu weit entfernt. Verwenden sie möglicherweise die falsche Anhängerkupplung?",
    "interact.trailer.alreadytowed": "Das einzige Fahrzeug in der Nähe wird bereits abgeschleppt.",
    "interact.trailer.feedbackloop": "Die einzigen Fahrzeuge in der Nähe werden von diesem Fahrzeug abgeschleppt. Das Abschleppen würde zu einer endlosen Abschleppschleife führen. Das wäre gar nicht gut.",
    "iteminfo.scanner": "Betrachten sie ein Teil-Slot um zu sehen, was in diesem Slot platziert werden kann.\nSchleichen um den Zyklus zu verlangsamen.",
    "iteminfo.wrench": "Schlagen sie ein Fahrzeugteil, um es zu entfernen.\nSchleich+Schlag lässt ein gesamtes Fahrzeug verschwinden.\nRechtsklick auf Fahrzeug ermöglicht Instrumentenwechsel.\nSchleich+Rechtsklick um Text zu verändern.\nRechtsklick um Stangenkomponenten zu entfernen.\nRechtsklick um die Preise an den von Ihnen platzierten Tanksäulen zu verändern.",
    "iteminfo.screwdriver": "Funktionell wie ein Schraubenschlüssel, wird jedoch nur zum Entfernen bestimmter Teile verwendet, die mit Schraubenschlüsseln nicht entfernt werden können. Interagiert nicht mit Blöcken oder anderen Dingen.",
    "iteminfo.paintgun": "Rechtsklicken Sie auf ein Fahrzeug, ein Teil, einer Deko oder ein Schild, um dessen Farbe zu ändern.\nHinweis: Nicht alle Dinge, auf die Sie klicken können, haben mehrere Farben.",
    "iteminfo.key": "Shift-Rechtsklick auf Fahrzeug um Eigentümer zu werden, Rechtsklick um auf/abzuschließen.",
    "iteminfo.ticket": "Rechtsklick auf Fahrzeug um nahliegende Wesen zu laden.\nRechtsklick auf einen Sitz besetzt nur diese Sitz.\nShiftklick auf Fahrzeug entlädt alle sitzenden Wesen.\nAchtung: Kann keine Spieler entladen.",
    "iteminfo.fuelhose": "Mit Schlauch einen Fahrzeugtank auswählen.\nVerbinde den Schlauch mit einem weiteren Fahrzeug oder Behältnis.\nSchlauch wird Flüssigkeit von Tank 1 zu Ziel fördern.\nSchlauch wird den Fluss unterbrechen wenn Tank 1 leer ist, Zieltank voll ist, oder wenn beide Tanks zu weit auseinander liegen.",
    "iteminfo.jumpercables": "Mit den Kabeln ein Motor auswählen.\nVerbinde Kabel mit einem zweiten Motor.\nVerbundene Motoren tauschen Batteriestrom aus.\nKabel trennen sich wenn Batterietrom ausgeglichen ist.",
    "iteminfo.jumperpack": "Verwende es an einem Fahrzeug um dessen Batterie voll aufzuladen",
    "iteminfo.repairpack": "Verwende es an einem Fahrzeug um es zu reparieren.  Dieses Set repariert bis zu: ",
    "iteminfo.repairpack.untotal": "Dieses Reparaturset kann sogar Fahrzeuge mit Totalschaden reparieren. ",
    "iteminfo.y2kbutton": "Verwendung deaktiviert global alle Fahrzeugmotoren, zeiht die Handbremsen an und schaltet deren Lichter aus. \nNur von Admins verwendbar.",
    "iteminfo.engine.automatic": "Getriebe: Automatisch",
    "iteminfo.engine.manual": "Getriebe: Manuell",
    "iteminfo.engine.gearratios": "Übersetzungsverhältnis: ",
    "iteminfo.engine.jetpowerfactor": "Jetleistung: ",
    "iteminfo.engine.bypassratio": "Nebenstromverhältnis: ",
    "iteminfo.engine.maxrpm": "Max. mögliche Drehzahl: ",
    "iteminfo.engine.maxsaferpm": "Max. sichere Drehzahl: ",
    "iteminfo.engine.fuelconsumption": "Treibstoffverbrauch (mb/t): ",
    "iteminfo.engine.superchargerfuelconsumption": "Turbo-Treibstoffverbrauch (mb/t): ",
    "iteminfo.engine.superchargerefficiency": "Turboeffizienz: ",
    "iteminfo.engine.fueltype": "Treibstofftyp: ",
    "iteminfo.engine.fluids": "Benötigt kein Treibstoff!",
    "iteminfo.engine.hours": "Motorstunden: ",
    "iteminfo.ground_device.diameter": "Durchmesser: ",
    "iteminfo.ground_device.motivefrictionmotivefriction": "Power-Reibung: ",
    "iteminfo.ground_device.lateralfriction": "Wendereibung: ",
    "iteminfo.ground_device.wetfriction": "Nässebeeinträchtigung: ",
    "iteminfo.ground_device.frictionmodifiers": "Reibungsmodifikatoren: ",
    "iteminfo.ground_device.rotatesonshaft_true": "Ist ein Rad",
    "iteminfo.ground_device.rotatesonshaft_false": "Ist KEIN Rad",
    "iteminfo.ground_device.canfloat_true": "Schwimmt",
    "iteminfo.ground_device.canfloat_false": "Schwimmt nicht",
    "iteminfo.propeller.staticPitch": "Statische Steigung",
    "iteminfo.propeller.dynamicPitch": "Dynamische Steigung",
    "iteminfo.propeller.pitch": "Steigung: ",
    "iteminfo.propeller.diameter": "Durchmesser: ",
    "iteminfo.gun.diameter": "Laufdurchmesser (mm): ",
    "iteminfo.gun.caseRange": "Hülsenlängentoleranz (mm): ",
    "iteminfo.gun.fireDelay": "Feuerverzögerung (ticks): ",
    "iteminfo.gun.muzzleVelocity": "Geschwindigkeit (blk/s): ",
    "iteminfo.gun.capacity": "Patronenkapazität: ",
    "iteminfo.gun.autoReload": "Autoladend",
    "iteminfo.gun.yawRange": "Gierbereich: ",
    "iteminfo.gun.pitchRange": "Nickbereich: ",
    "iteminfo.bullet.type.explosive": "Explosives Geschoss",
    "iteminfo.bullet.type.incendiary": "Brandgeschoss",
    "iteminfo.bullet.type.armor_piercing": "Panzerbrechendes Geschoss",
    "iteminfo.bullet.type.water": "Wasserprojektil",
    "iteminfo.bullet.pellets": "Schrot: ",
    "iteminfo.bullet.diameter": "Kaliber (mm): ",
    "iteminfo.bullet.caseLength": "Hülsenlänge (mm): ",
    "iteminfo.bullet.penetration": "Penetration (mm): ",
    "iteminfo.bullet.quantity": "Quantität: ",
    "iteminfo.interactable.capacity": "Kapazität: ",
    "iteminfo.jerrycan.fill": "Mit Rechtsklick an einer Tanksäule auffüllen.",
    "iteminfo.jerrycan.drain": "Inhalt mit Rechtsklick in ein Fahrzeug entleeren.",
    "iteminfo.jerrycan.empty": "Dieser Kanister ist leer.",
    "iteminfo.jerrycan.contains": "Dieser Kanister enthält: ",
    "input.mod": "Mod",
    "input.camlock": "CamLock",
    "input.yaw": "Gier",
    "input.yaw_r": "GierRechts",
    "input.yaw_l": "GierLinks",
    "input.pitch": "Nicken",
    "input.pitch_u": "NickenHoch",
    "input.pitch_d": "NickenRunter",
    "input.roll": "Rollen",
    "input.roll_r": "RollenRechts",
    "input.roll_l": "RollenLinks",
    "input.throttle": "Schub",
    "input.throttle_u": "SchubHoch",
    "input.throttle_d": "SchubRunter",
    "input.flaps_u": "KlappenHoch",
    "input.flaps_d": "KlappenRunter",
    "input.brake": "Bremse",
    "input.gear": "Fahrwerk",
    "input.panel": "Panel",
    "input.park": "ParkBremse",
    "input.gun_fire": "Waffe",
    "input.gun_switch": "Waffe wechseln",
    "input.radio": "Radio",
    "input.zoom_i": "ZoomRein",
    "input.zoom_o": "ZoomRaus",
    "input.changeview": "AnsichtÄndern",
    "input.look_l": "SchauenLinks",
    "input.look_r": "SchauenRechts",
    "input.look_u": "SchauenHoch",
    "input.look_d": "SchauenRunter",
    "input.look_a": "SchauenDirektional",
    "input.trim_yaw_r": "TrimmungGierRechts",
    "input.trim_yaw_l": "TrimmungGierLinks",
    "input.trim_pitch_u": "TrimmungNickenHoch",
    "input.trim_pitch_d": "TrimmungNickenRunter",
    "input.trim_roll_r": "TrimmungRollenRechts",
    "input.trim_roll_l": "TrimmungRollenLinks",
    "input.reverse": "Rückwärts",
    "input.js_inhibit": "JoystickAusstellen",
    "input.turn": "Drehen",
    "input.turn_r": "DrehenRechts",
    "input.turn_l": "DrehenLinks",
    "input.gas": "Gas",
    "input.shift_u": "Hochschalten",
    "input.shift_d": "Runterschalten",
    "input.shift_n": "Leerlaufschalten",
    "input.horn": "Hupe",
    "input.slow": "Langsam",
    "input.lights": "Lichter",
    "input.turnsignal_r": "RechtsBlinken",
    "input.turnsignal_l": "LinksBlinken",
    "sytstem.soundslot": "IMMERSIVE VEHICLES ERROR: Sound-Abspielung fehlgeschlagen, keine Sound-Slots verfügbar. Eine andere Mod scheint alle Slots zu besetzen! Falls Immersive Railroading installiert ist, setze 'override sound channels' zu 'false' im Config der Mod. Wenn GregTech installiert ist, setze die 'maxNumSounds' auf einen geringeren Wert. Dynamic Surrondings und Optifine könnten auch die Ursache sein. Wenn die vorgeschlagenen Methoden nicht funktionieren, kontaktiere uns. Sounds werden nicht mehr abgespielt.",
    "sytstem.debug": "%s"
  }
}