{
  "entries": {
    "mts.invisible_seat.subDescription": "",
    "mts.invisible_seat.description": "",
    "mts.invisible_seat.name": "Asiento Invisible (¡NO USAR!)",
    "mts.invisible_standing.subDescription": "",
    "mts.invisible_standing.description": "",
    "mts.invisible_standing.name": "Asiento de Pie Invisible (¡NO USAR!)",
    "mts.invisible_wheel.subDescription": "",
    "mts.invisible_wheel.description": "",
    "mts.invisible_wheel.name": "Rueda Invisible (¡NO USAR!)",
    "mts.jerrycan.subDescription": "",
    "mts.jerrycan.description": "",
    "mts.jerrycan.name": "Bidón de Combustible",
    "mts.charger.subDescription": "",
    "mts.charger.description": "",
    "mts.charger.name": "Cargador de Vehículos",
    "mts.custombench.subDescription": "",
    "mts.custombench.description": "",
    "mts.custombench.name": "Banco Personalizado",
    "mts.decorbench.subDescription": "",
    "mts.decorbench.description": "",
    "mts.decorbench.name": "Banco de Decoración",
    "mts.enginebench.subDescription": "",
    "mts.enginebench.description": "",
    "mts.enginebench.name": "Banco de Motores",
    "mts.fuelpump.subDescription": "",
    "mts.fuelpump.description": "Algo en su forma parece... extraño.",
    "mts.fuelpump.name": "Bomba de Combustible",
    "mts.gunbench.subDescription": "",
    "mts.gunbench.description": "",
    "mts.gunbench.name": "Banco de Armas",
    "mts.instrumentbench.subDescription": "",
    "mts.instrumentbench.description": "",
    "mts.instrumentbench.name": "Banco de Instrumentos",
    "mts.itembench.subDescription": "",
    "mts.itembench.description": "",
    "mts.itembench.name": "Banco de Componentes",
    "mts.propellerbench.subDescription": "",
    "mts.propellerbench.description": "",
    "mts.propellerbench.name": "Banco de Hélices",
    "mts.seatbench.subDescription": "",
    "mts.seatbench.description": "",
    "mts.seatbench.name": "Banco de Asientos y Carga",
    "mts.vehiclebench.subDescription": "",
    "mts.vehiclebench.description": "",
    "mts.vehiclebench.name": "Banco de Vehículos",
    "mts.wheelbench.subDescription": "",
    "mts.wheelbench.description": "",
    "mts.wheelbench.name": "Banco de Ruedas",
    "mts.fuelhose.description": "",
    "mts.fuelhose.name": "Manguera de Combustible",
    "mts.handbook_car.description": "",
    "mts.handbook_car.name": "Manual de Operador de IV (¡LÉEME!)",
    "mts.handbook_car.booklet.title.textline1": "VEHÍCULOS INMERSIVOS",
    "mts.handbook_car.booklet.title.textline2": "MANUAL",
    "mts.handbook_car.booklet.title.textline3": "-por don_bruce",
    "mts.handbook_car.booklet.page1.title": "Introducción",
    "mts.handbook_car.booklet.page1.textline0": "Introducción",
    "mts.handbook_car.booklet.page1.textline1": "¡Gracias por descargar Vehículos Inmersivos! Este manual explica cómo construir y operar todos los vehículos del mod. Se RECOMIENDA ENCARECIDAMENTE que los jugadores nuevos lo lean para familiarizarse con los distintos sistemas. No hacerlo y preguntar en Discord algo que ya está cubierto en este manual está mal visto y solo resultará en que te ridiculicen, ¡así que asegúrate de leerlo todo!",
    "mts.handbook_car.booklet.page1.textline2": "Ten en cuenta que los aviones tienen su propio manual, ya que volarlos es más complejo que conducir un coche, así que consulta ese para más detalles. Si hay algo que no esté incluido en este manual para vehículos, es el momento de preguntar en Discord. ¡Estaremos encantados de responder tu pregunta y añadirla al manual en una futura actualización! Ah, y puedes desplazarte por este manual (y todas las GUIs) con la rueda del ratón, si tu ratón tiene una.",
    "mts.handbook_car.booklet.page2.title": "Fabricación Básica",
    "mts.handbook_car.booklet.page2.textline1": "Fabricación Básica",
    "mts.handbook_car.booklet.page2.textline2": "Como la mayoría de los mods con paquetes y mucho contenido, IV utiliza bancos de trabajo para fabricar. El Banco de Vehículos se usa para fabricar vehículos, mientras que los otros bancos fabrican sus propias piezas. Probablemente quieras llenar tu garaje con estos bancos pronto, ya que la mayoría de los vehículos usan al menos un tipo de cada pieza. JEI es compatible y te dirá qué bancos fabrican qué piezas.",
    "mts.handbook_car.booklet.page2.textline3": "Fabricar los bancos en sí es tan simple como hacerlos en una mesa de trabajo vanilla. JEI o tu mod preferido te mostrarán estas recetas. Los primeros bancos que deberías fabricar son el Banco de Componentes y el Banco de Decoración. Estos son usados por muchos paquetes para añadir objetos personalizados que se usan para fabricar piezas de vehículos, e incluso los vehículos mismos. Algunos paquetes también usan el Banco Personalizado para hacer piezas para otras piezas, así que también vale la pena echarle un vistazo.",
    "mts.handbook_car.booklet.page3.title": "Ensamblaje de Vehículos",
    "mts.handbook_car.booklet.page3.textline2": "Ensamblaje de Vehículos",
    "mts.handbook_car.booklet.page3.textline3": "Ensamblar vehículos es tan simple como hacer clic en ellos con las piezas requeridas. Al sostener una pieza válida, aparecerá un holograma verde en los lugares donde puedes colocarla. Simplemente haz clic derecho con esa pieza y se unirá al vehículo. Ten en cuenta que algunas piezas pueden requerir que otras piezas estén instaladas antes de colocarlas, como hélices que se conectan a motores de avión.",
    "mts.handbook_car.booklet.page3.textline4": "Si sostienes una pieza y el holograma es rojo, significa que la pieza es del tipo correcto pero del tamaño incorrecto. Un ejemplo común es una rueda que es demasiado grande o pequeña para el vehículo. Otro es si el creador del paquete quiere restringir esa ubicación a piezas específicas, como un motor específico, así que prueba primero las piezas del paquete. Los creadores también pueden indicar en la descripción del objeto qué va en el vehículo.",
    "mts.handbook_car.booklet.page4.title": "Ensamblaje de Vehículos (Cont.)",
    "mts.handbook_car.booklet.page4.textline3": "Ensamblaje de Vehículos (Cont.)",
    "mts.handbook_car.booklet.page4.textline4": "Si sabes que una pieza debería ir en un vehículo pero no puedes averiguar cuál es, el Escáner puede ser útil. Mostrará todas las posiciones de las piezas y ciclará por todas las piezas posibles que pueden ir en la posición señalada. Si no cicla nada y no escuchas pitidos, entonces la ranura no puede aceptar nada. Esto debería reportarse al autor del paquete, ya que indica una ranura inválida.",
    "mts.handbook_car.booklet.page4.textline5": "Si quieres quitar una pieza, simplemente atácala con una llave. Esto solo puede hacerse en piezas que no tienen otras piezas encima. Por ejemplo, puedes quitar un neumático, pero si tiene una tapacubos, necesitas quitar la tapacubos primero antes de poder quitar el neumático. Ten en cuenta que algunas piezas, como las que vienen con el vehículo, pueden ser permanentes y no pueden quitarse. Si quieres quitar el vehículo del mundo, atácalo agachado con la llave.",
    "mts.handbook_car.booklet.page5.title": "Personalización de Vehículos",
    "mts.handbook_car.booklet.page5.textline4": "Personalización de Vehículos",
    "mts.handbook_car.booklet.page5.textline5": "Aunque los vehículos aparecen con el color elegido al fabricarlos, puedes cambiar este color usando la pistola de pintura. Esto te permitirá cambiar las libreas del vehículo. Ten en cuenta que algunos vehículos pueden restringir algunas piezas a una librea específica, como los coches de policía a la librea de policía.",
    "mts.handbook_car.booklet.page5.textline6": "Las piezas también pueden cambiarse con la pistola de pintura, aunque la mayoría solo tienen una opción de color. Algunos vehículos admiten esquemas de pintura 'tonificados'. Estos hacen que las piezas cambien para coincidir con el color del vehículo. Ten esto en cuenta al usar la pistola de pintura. También nota que hacer clic en el vehículo pinta el vehículo (y las piezas tonificadas), mientras que hacer clic en una pieza pinta solo esa pieza.",
    "mts.handbook_car.booklet.page6.title": "Colisión de Vehículos",
    "mts.handbook_car.booklet.page6.textline5": "Destrucción de Vehículos",
    "mts.handbook_car.booklet.page6.textline6": "Normalmente, un buen conductor no choca. Si no eres un buen conductor, pueden pasar varias cosas. Normalmente, el bloque que golpees se romperá y reducirás la velocidad. Sin embargo, esto puede no pasar si el bloque es muy duro (obsidiana, bedrock, etc.), o si la rotura de bloques está desactivada en la configuración.",
    "mts.handbook_car.booklet.page6.textline7": "Si golpeas suficientes bloques a una velocidad suficientemente alta, el vehículo chocará y explotará. El tamaño de la explosión está determinado por la cantidad de combustible en el vehículo. Algunos materiales de fabricación y todas las piezas se soltarán, pero pueden destruirse en la explosión. Ten en cuenta que tanto la explosión como la destrucción del vehículo son configurables y pueden desactivarse si se desea.",
    "mts.handbook_car.booklet.page7.title": "Reparación de Vehículos",
    "mts.handbook_car.booklet.page7.textline6": "Reparación de Vehículos",
    "mts.handbook_car.booklet.page7.textline7": "Ten en cuenta que hacer explotar un vehículo chocando contra una pared no es la única forma de arruinar un buen coche. También puedes recibir daño de mobs, proyectiles, armas y otras fuentes. Si recibes más daño del que el vehículo puede soportar, dejará de funcionar. La salud del vehículo se muestra mientras lo conduces como el conductor en la superposición.",
    "mts.handbook_car.booklet.page7.textline8": "Para reparar un vehículo, puedes fabricar un objeto de reparación y usarlo, o reparar el vehículo en el banco de vehículos. Los objetos de reparación son específicos del paquete, y los bancos deben configurarse con recetas de reparación para funcionar, así que contacta al autor del paquete que estés usando si te encuentras sin opciones de reparación.",
    "mts.handbook_car.booklet.page8.title": "Repostaje",
    "mts.handbook_car.booklet.page8.textline7": "Repostaje",
    "mts.handbook_car.booklet.page8.textline8": "Los vehículos requieren combustible (aunque algunos vienen precargados), y se repostan desde una bomba de combustible. Simplemente haz clic en la bomba de combustible y se conectará automáticamente al vehículo más cercano. La bomba transferirá combustible a una tasa de 10 mb/t. La bomba misma tiene un depósito de 15000mb y puede llenarse directamente desde contenedores de líquidos, o conectando una tubería a la parte inferior desde sistemas de tuberías compatibles con fluidos de Forge.",
    "mts.handbook_car.booklet.page8.textline9": "Ten en cuenta que si conectas una tubería a la parte inferior de la bomba, puedes establecer un costo basado en objetos por usar la bomba. Simplemente coloca la pila de objetos que deseas cobrar en tu inventario, luego haz clic en la bomba con una llave para abrir la GUI de precios. Desde allí, puedes hacer clic en una ranura para establecer el objeto y la cantidad de combustible que ese objeto permitirá. Esto solo puede hacerlo la persona que colocó la bomba, o un administrador del servidor.",
    "mts.handbook_car.booklet.page9.title": "Tipos de Combustible",
    "mts.handbook_car.booklet.page9.textline8": "Tipos de Combustible",
    "mts.handbook_car.booklet.page9.textline9": "Cada motor tiene un tipo de combustible asociado. Los tipos de combustible pueden ser servidos por múltiples fluidos, pero la potencia de cada fluido probablemente difiera. La potencia es cuánta energía tiene ese fluido, con fluidos de mayor potencia durando más en los vehículos. Los fluidos válidos para cada motor y sus potencias se muestran en el tooltip del objeto del motor.",
    "mts.handbook_car.booklet.page9.textline10": "Los valores de potencia, así como qué fluidos funcionan con qué tipos de combustible de motor, son configurables en el archivo de configuración. Además, existe una opción de configuración llamada fuelUsageFactor que establece globalmente el consumo de combustible para todos los motores. Si encuentras que los motores consumen más de lo que te gustaría, puedes ajustar eso en lugar de ajustar cada combustible individualmente.",
    "mts.handbook_car.booklet.page10.title": "Cuidado del Motor",
    "mts.handbook_car.booklet.page10.textline9": "Cuidado del Motor",
    "mts.handbook_car.booklet.page10.textline10": "No importa en qué estén, los motores forman el corazón de tu vehículo. Los motores vienen en una variedad de consumos de combustible y RPM máximas, así que elige cuidadosamente según tu aplicación. Hay versiones sin combustible de los motores disponibles en la pestaña creativa, si no quieres lidiar con el combustible.",
    "mts.handbook_car.booklet.page10.textline11": "Cuidado: los motores acumularán horas gradualmente y perderán potencia, hasta el punto de empezar a fallar cuando estén muy desgastados. Revolucionar en exceso, sobrecalentar y correr el motor demasiado rápido antes de que se haya calentado añadirá horas rápidamente a un motor nuevo. Los motores también pueden acumular horas por daño, hasta el punto de tener fugas o perder sus arranques eléctricos.",
    "mts.handbook_car.booklet.page11.title": "Instrumentos",
    "mts.handbook_car.booklet.page11.textline10": "Instrumentos",
    "mts.handbook_car.booklet.page11.textline11": "Los instrumentos hacen que pilotar un avión y conducir un coche sea mucho más inmersivo. También son útiles para monitorear propiedades clave como niveles de combustible, RPM y temperaturas del motor, y hacen que volar en la oscuridad sea mucho menos peligroso. Aunque algunos vehículos vienen con instrumentos cuando se colocan por primera vez, la mayoría no.",
    "mts.handbook_car.booklet.page11.textline12": "Los instrumentos se añaden a los vehículos haciendo clic derecho con la llave en ellos. La GUI resultante muestra una vista del HUD y todos los instrumentos en tu posesión que funcionan en ese vehículo. Simplemente haz clic en la ranura donde quieras poner el instrumento, y haz clic en ese instrumento.",
    "mts.handbook_car.booklet.page12.title": "Uso de Llaves",
    "mts.handbook_car.booklet.page12.textline11": "Uso de Llaves",
    "mts.handbook_car.booklet.page12.textline12": "Lo único peor que hacer explotar tu bonito coche por un creeper es que te lo roben (o partes de él) otros jugadores. Normalmente, los vehículos solo pueden ser modificados por sus dueños (la persona que los colocó por última vez), pero pueden ser conducidos por cualquiera. Usando una llave puedes bloquear vehículos, asegurando que nadie pueda llevárselos o sacar cosas de ellos.",
    "mts.handbook_car.booklet.page12.textline13": "Los vehículos bloqueados no pueden ser entrados, y sus inventarios no pueden ser accedidos, excepto por jugadores dentro de ellos. Esto te permite bloquearte en vehículos para evitar pasajeros aleatorios. Si un jugador que no es el dueño del vehículo tiene una llave, puede entrar y conducirlo, pero aún no puede modificarlo. Ten en cuenta que los OPs ignoran estas restricciones para permitir a los administradores del servidor mover/eliminar vehículos abandonados. También puedes remolcar vehículos de los que no eres dueño. Guiño guiño.",
    "mts.handbook_car.booklet.page13.title": "Carreteras",
    "mts.handbook_car.booklet.page13.textline12": "Carreteras",
    "mts.handbook_car.booklet.page13.textline13": "Aunque las carreteras no son vehículos, son algo con lo que todos los vehículos interactuarán. Hay dos tipos de carreteras en el mod: estáticas y dinámicas. Las carreteras estáticas son secciones preconstruidas que colocas como una placa de carretera de Lego. Las carreteras dinámicas son lo opuesto: conexiones flexibles que puedes poner en cualquier lugar.",
    "mts.handbook_car.booklet.page13.textline14": "Para carreteras dinámicas, necesitas definir dos puntos para hacer un camino. El primero se hace haciendo clic agachado en un bloque en la dirección hacia donde va la carretera. El segundo se hace moviéndote al otro extremo de donde quieres la carretera y mirando hacia el primer punto. También puedes hacer clic en un segmento de carretera existente en lugar de un bloque, y la carretera se conectará automáticamente a ese segmento. Esto incluye secciones estáticas, que es como haces cruces de carreteras.",
    "mts.handbook_car.booklet.page14.title": "Controles de Teclado",
    "mts.handbook_car.booklet.page14.textline13": "Controles de Teclado",
    "mts.handbook_car.booklet.page14.textline14": "IV ofrece múltiples esquemas de control. El esquema estándar es el control de teclado. A diferencia de otros mods, IV está equipado con un sistema sin enlaces. Esto evita que sature los enlaces de teclas y que intercepte y tome las pulsaciones de otros mods. La configuración para este modo, y los otros modos de control, puede activarse presionando la tecla de configuración (P por defecto).",
    "mts.handbook_car.booklet.page14.textline15": "Esta tecla es la única que está enlazada de la manera estándar en el menú de controles, y puede estar doblemente enlazada por defecto en algunos modpacks, así que si no puedes abrir el menú de configuración, revisa tus enlaces de teclas. Ten en cuenta que aunque IV no bloqueará las señales de teclas de otros mods, aún puede verse afectado por las señales de otros mods que no usan disparadores sensibles al contexto. Ten esto en cuenta al controlar vehículos.",
    "mts.handbook_car.booklet.page15.title": "Controles de Joystick",
    "mts.handbook_car.booklet.page15.textline14": "Controles de Joystick",
    "mts.handbook_car.booklet.page15.textline15": "El segundo esquema de control es un híbrido de Joystick y Teclado. Este controlador DEBE estar conectado en el momento en que inicies Minecraft. La configuración se hace a través de la sección JOYSTICK del menú de la tecla P. Cuando un eje como el giro o la inclinación está siendo controlado por un joystick, no estará disponible en el teclado. Esto es así incluso si desconectas el joystick, así que desenlázalo antes de hacerlo.",
    "mts.handbook_car.booklet.page15.textline16": "El método final de control disponible es un sistema de yugo de ratón similar a Flan's y MCHeli. Para todos estos controles, hay algunos ajustes adicionales en el menú CONFIG de la tecla P. Estos pueden usarse para controlar la zona muerta del joystick, la sensibilidad, el enfriamiento del teclado, así como otros ajustes generales de control.",
    "mts.handbook_car.booklet.page16.title": "Educación del Conductor",
    "mts.handbook_car.booklet.page16.textline15": "Educación del Conductor",
    "mts.handbook_car.booklet.page16.textline16": "Conducir un coche (o un barco) es tan simple que hasta un aldeano podría hacerlo. Los controles por defecto usan la configuración de acelerador simple, donde W hace que el vehículo avance, y S lo detiene y luego lo hace retroceder. A y D giran a la izquierda y derecha. Algunos vehículos están equipados con luces, bocinas, sirenas, etc., así que revisa tus controles y el panel (tecla U) para más detalles.",
    "mts.handbook_car.booklet.page16.textline17": "Si quieres una experiencia de conducción más realista, puedes desactivar el acelerador simple. Esto hará que todos los coches empiecen en neutral, y presionando R los pones en marcha adelante. Presionando F volverás a neutral, y F otra vez los pondrá en reversa. En este modo, W es el acelerador, y S es el freno. El cambio debe hacerse mientras estás detenido para evitar ruidos aterradores de la transmisión. La única excepción son los motores con transmisiones manuales, que tienen múltiples marchas adelante.",
    "mts.handbook_car.booklet.page17.title": "Ajustes",
    "mts.handbook_car.booklet.page17.textline16": "Ajustes",
    "mts.handbook_car.booklet.page17.textline17": "IV tiene muchas opciones de configuración, algunas de las cuales no están disponibles en el menú de configuración en el juego. Consulta el archivo mtsconfig.json en tu directorio de configuración para una lista completa y descripción de configuraciones. Las configuraciones comúnmente modificadas incluyen la rotura de bloques, el consumo de combustible y los valores de combustible.",
    "mts.handbook_car.booklet.page17.textline18": "Si deseas modificar las recetas de los objetos hechos en los bancos, puedes hacerlo añadiendo una anulación en el archivo mtscraftingoverrides.json. Consulta ese archivo para detalles sobre cómo hacerlo. Cualquier cosa creada en un banco de trabajo sigue el proceso normal de edición, por ejemplo, CraftTweaker.",
    "mts.handbook_plane.description": "",
    "mts.handbook_plane.name": "Manual de Vuelo de MFS (¡LÉEME!)",
    "mts.handbook_plane.booklet.title.textline1": "SIMULADOR DE",
    "mts.handbook_plane.booklet.title.textline2": "VUELO DE",
    "mts.handbook_plane.booklet.title.textline3": "MINECRAFT",
    "mts.handbook_plane.booklet.title.textline4": "MANUAL",
    "mts.handbook_plane.booklet.title.textline5": "Una división de ",
    "mts.handbook_plane.booklet.title.textline6": "Vehículos Inmersivos",
    "mts.handbook_plane.booklet.title.textline7": "-por don_bruce",
    "mts.handbook_plane.booklet.page1.title": "Hélices",
    "mts.handbook_plane.booklet.page1.textline0": "Hélices",
    "mts.handbook_plane.booklet.page1.textline1": "Si vas a usar algo que no sea un coche, probablemente necesitará una de estas (bueno, a menos que sea un jet). Las hélices de mayor diámetro proporcionan más empuje que las más pequeñas; sin embargo, las hélices de mayor diámetro también necesitan motores más grandes para girar, así que puede ser que un motor débil produzca más empuje con una hélice más pequeña que con una más grande. Las hélices se crean en el Banco de Hélices.",
    "mts.handbook_plane.booklet.page1.textline2": "El paso de la hélice también es importante, quizás más que el diámetro, ya que determina la velocidad óptima a cualquier RPM. Cualquier cosa por debajo de esta velocidad acelerará el avión, cualquier cosa por encima lo ralentizará. Ten en cuenta que las hélices con paso dinámico ajustarán su paso en vuelo para mantener el empuje óptimo, y también pueden invertirse presionando el botón REV en el panel del avión. Las hélices invertidas no son muy efectivas, ¡así que asegúrate de usar suficiente acelerador y vigilar tus temperaturas!",
    "mts.handbook_plane.booklet.page2.title": "¡Hora de Volar!",
    "mts.handbook_plane.booklet.page2.textline1": "¡Hora de Volar!",
    "mts.handbook_plane.booklet.page2.textline2": "Antes de tu primer vuelo, debes ser consciente de algunos hechos clave. Primero, los aviones no suben cuando tiras hacia arriba. ¡Repetimos: LOS AVIONES NO SUBEN CUANDO TIRAS HACIA ARRIBA! Esta es la causa #1 de accidentes para nuevos pilotos. En MFS, y en la vida real, los aviones ganan sustentación moviendo aire sobre las alas. Por lo tanto, la forma correcta de despegar es ir rápido para que mucho aire se mueva sobre las alas y genere mucha sustentación.",
    "mts.handbook_plane.booklet.page2.textline3": "Esto significa que necesitarás una pista decente para despegar, y se recomienda encarecidamente que evites despegar hacia cosas altas como árboles y montañas. Si pilotas un avión equipado con flaps, puedes configurar algunos para aumentar la potencia de sustentación del avión. Ten en cuenta que esto causará una pérdida en la eficiencia de combustible y te ralentizará, así que solo usa flaps al despegar y aterrizar. También ten en cuenta que el peso (objetos en el inventario y carga) es un factor en el manejo del avión, así que asegúrate de no sobrecargarlo.",
    "mts.handbook_plane.booklet.page3.title": "En Vuelo",
    "mts.handbook_plane.booklet.page3.textline2": "En Vuelo",
    "mts.handbook_plane.booklet.page3.textline3": "Una vez que tu avión está en el aire, volar se convierte en dos cosas: no chocar contra montañas salvajes, y no chocar contra el suelo. Lo primero puede evitarse simplemente inclinando el avión en un giro rodando el avión (A y D) o simplemente volando por encima de la altura de construcción. Los giros disminuirán lentamente tu altitud, así que vigila eso si estás cerca del terreno.",
    "mts.handbook_plane.booklet.page3.textline4": "Mientras vuelas, puede que tengas que mantener entradas para que tu avión se comporte como quieres. Si sigues ascendiendo, es porque tienes demasiado empuje y deberías soltar el acelerador. También puedes añadir un poco de compensación y mantener el acelerador para obtener un poco más de velocidad a costa de la economía de combustible. También puedes moverte a otros asientos mientras vuelas haciendo clic derecho en ellos, y algunos aviones incluso permiten múltiples pilotos. Consulta el Banco de Vehículos para detalles sobre asientos y cantidad de pilotos.",
    "mts.handbook_plane.booklet.page4.title": "Uso de Balizas",
    "mts.handbook_plane.booklet.page4.textline3": "Uso de Balizas",
    "mts.handbook_plane.booklet.page4.textline4": "Las balizas (de este mod, no las vanilla) se usan para definir puntos de referencia que pueden usarse con los instrumentos en algunos aviones. Colocar una baliza y nombrarla te permitirá seleccionarla en el panel U. Una baliza seleccionada es válida si es verde, y roja si no existe. Una vez seleccionada una baliza, todos los instrumentos realizarán sus funciones usándola.",
    "mts.handbook_plane.booklet.page4.textline5": "Hay dos instrumentos que usan balizas. El ADF simplemente apunta hacia la baliza seleccionada, pero el ILS es un poco diferente. Usa el rumbo y la pendiente de descenso de la baliza para ayudarte a alinear el aterrizaje. La pendiente de descenso es el ángulo de aterrizaje, y el rumbo es la dirección de aterrizaje. Las dos barras se mueven en el ILS dependiendo de cuán 'fuera' estés de la baliza, con barras centradas significando que estás en el haz de aterrizaje.",
    "mts.handbook_plane.booklet.page5.title": "Compensación/Autopiloto",
    "mts.handbook_plane.booklet.page5.textline4": "Compensación/Autopiloto",
    "mts.handbook_plane.booklet.page5.textline5": "La compensación normalmente es pasada por alto por la mayoría de los pilotos, pero es una herramienta útil para hacer que volar sea mucho más fácil. La compensación puede ajustarse en el panel U, con cada compensación haciendo cosas diferentes. La compensación del elevador proporciona un cabeceo constante, lo cual es útil si sigues ascendiendo porque quieres ir más rápido. La compensación de guiñada es útil si pierdes un motor y sigues guiñando.",
    "mts.handbook_plane.booklet.page5.textline6": "Aunque puedes aplicar compensación manualmente, también puedes dejar que el autopiloto lo haga por ti (si el avión está equipado con él). El autopiloto aplicará compensación del elevador para mantener la misma altitud, y aplicará compensación de alerones para mantener el avión nivelado. Para helicópteros, funcionará como un auto-flotar, manteniendo el helicóptero en el mismo lugar y altitud.",
    "mts.handbook_plane.booklet.page6.title": "Aterrizaje",
    "mts.handbook_plane.booklet.page6.textline5": "Aterrizaje",
    "mts.handbook_plane.booklet.page6.textline6": "Hay una línea fina entre aterrizar un avión con éxito y un choque controlado. Para evitar esa segunda categoría es importante recordar el dicho, 'Para bajar necesitas reducir la velocidad.' La velocidad es lo que mantiene tu avión en el aire, así que se necesita una reducción de velocidad para aterrizar. Esto puede ser tan simple como bajar el acelerador y aplicar los flaps.",
    "mts.handbook_plane.booklet.page6.textline7": "Sin embargo, a veces terminas en esa segunda categoría. Quedarse sin combustible es la forma más común de bajar rápidamente, pero no es necesariamente mortal. Los aviones pueden planear sin motores, dándote un corto tiempo para elegir un lugar plano para convertirlo en una pista improvisada. Si no hay uno disponible, un cuerpo de agua también es una buena opción, ya que evitará explosiones en un choque fuerte y te permitirá saltar en pleno vuelo. Cualquier cosa montañosa debe evitarse a toda costa.",
    "mts.jumpercable.description": "",
    "mts.jumpercable.name": "Cables de Puente",
    "mts.jumperpack.description": "",
    "mts.jumperpack.name": "Paquete de Puente",
    "mts.key.description": "Porque dejar un coche desbloqueado en Minecraft es como dejarlo desbloqueado en GTA...",
    "mts.key.name": "Llave",
    "mts.paintgun.description": "",
    "mts.paintgun.name": "Pistola de Pintura",
    "mts.partscanner.description": "",
    "mts.partscanner.name": "Escáner de Piezas",
    "mts.ticket.description": "",
    "mts.ticket.name": "Billete",
    "mts.wrench.description": "",
    "mts.wrench.name": "Llave",
    "mts.y2kbutton.description": "",
    "mts.y2kbutton.name": "Botón Y2K",
    "death.bullet.null": "%s fue disparado por un espía",
    "death.bullet.player": "%s fue disparado por %s",
    "death.propeller.null": "%s fue triturado por una hélice",
    "death.propeller.player": "%s fue triturado por la hélice de %s",
    "death.jet_intake.null": "%s fue absorbido por un motor a reacción",
    "death.jet_intake.player": "%s fue absorbido por el motor a reacción de %s",
    "death.jet_exhaust.null": "%s fue quemado hasta los huesos por un motor a reacción",
    "death.jet_exhaust.player": "%s fue quemado hasta los huesos por el motor a reacción de %s",
    "death.wheel.null": "%s fue atropellado",
    "death.wheel.player": "%s fue atropellado por %s",
    "death.crash.null": "%s murió en un accidente",
    "death.crash.player": "%s chocó su vehículo y mató a %s",
    "gui.confirm": "CONFIRMAR",
    "gui.masterconfig": "Abrir pantalla de configuración",
    "gui.import": "Importar Packs (Solo Desarrolladores)",
    "gui.signalcontroller.scan": "Escanear Señales y Componentes",
    "gui.signalcontroller.scandistance": "Radio: ",
    "gui.signalcontroller.scancenter": "Centro (X/Z): ",
    "gui.signalcontroller.scanfound": "Encontrados: ",
    "gui.signalcontroller.righthanddrive": "Volante a la Derecha",
    "gui.signalcontroller.lefthanddrive": "Volante a la Izquierda",
    "gui.signalcontroller.stoponly": "Rojo Antes de Verde",
    "gui.signalcontroller.stopyellow": "Amarillo/Rojo Antes de Verde",
    "gui.signalcontroller.timemode": "Retardo de Tiempo",
    "gui.signalcontroller.triggermode": "Disparador de Vehículo",
    "gui.signalcontroller.primaryaxis": "Eje Principal: ",
    "gui.signalcontroller.lanewidth": "Ancho de Carril: ",
    "gui.signalcontroller.greenmaintime": "Tiempo Verde (Principal): ",
    "gui.signalcontroller.greencrosstime": "Tiempo Verde (Cruce): ",
    "gui.signalcontroller.yellowmaintime": "Tiempo Amarillo (Principal): ",
    "gui.signalcontroller.yellowcrosstime": "Tiempo Amarillo (Cruce): ",
    "gui.signalcontroller.allredtime": "Tiempo Todo Rojo: ",
    "gui.signalcontroller.lanesettings": "AJUSTES DE SEÑAL",
    "gui.signalcontroller.leftlanes": "# Carriles Izquierdos: ",
    "gui.signalcontroller.centerlanes": "# Carriles Centrales: ",
    "gui.signalcontroller.rightlanes": "# Carriles Derechos: ",
    "gui.signalcontroller.roadwidth": "Ancho de Carretera: ",
    "gui.signalcontroller.centerdist": "Dist Centro->Carretera: ",
    "gui.signalcontroller.mediandist": "Dist Carretera->Mediana: ",
    "gui.part_bench.weight": "Peso (kg): ",
    "gui.part_bench.fuel": "Cap. Combustible (mb): ",
    "gui.part_bench.controllers": "Conductores/Pilotos: ",
    "gui.part_bench.passengers": "Pasajeros: ",
    "gui.part_bench.cargo": "Carga: ",
    "gui.part_bench.mixed": "Mixto: ",
    "gui.part_bench.engine": "Tamaño del Motor: ",
    "gui.part_bench.wheel": "Tamaño de Rueda: ",
    "gui.part_bench.color": "Color: ",
    "gui.panel.trim_roll": "COMPENSACIÓN DE ALABEO",
    "gui.panel.trim_pitch": "COMPENSACIÓN DE CABECEO",
    "gui.panel.trim_yaw": "COMPENSACIÓN DE GUIÑADA",
    "gui.panel.reverse": "INV",
    "gui.panel.gear": "MARCHA",
    "gui.panel.beacon": "BALIZA",
    "gui.panel.autopilot": "AUTO",
    "gui.instruments.main": "Instrumentos Principales",
    "gui.instruments.panel": "Panel de Control",
    "gui.instruments.clear": "LIMPIAR",
    "gui.instruments.idle": "Selecciona un instrumento.",
    "gui.instruments.decide": "Haz clic en un instrumento para añadir.",
    "gui.config.header.rendering": "RENDERIZADO",
    "gui.config.header.config": "CONFIGURACIÓN",
    "gui.config.header.controls": "CONTROLES",
    "gui.config.controls.title": "Elige una configuración para cambiar: ",
    "gui.config.controls.soundvolume": "Volumen de Sonido: ",
    "gui.config.controls.radiovolume": "Volumen de Radio: ",
    "gui.config.controls.general.keyboard": "TECLADO GENERAL",
    "gui.config.controls.general.joystick": "JOYSTICK GENERAL",
    "gui.config.controls.aircraft.keyboard": "TECLADO DE AVIÓN",
    "gui.config.controls.aircraft.joystick": "JOYSTICK DE AVIÓN",
    "gui.config.controls.car.keyboard": "TECLADO DE COCHE/BARCO",
    "gui.config.controls.car.joystick": "JOYSTICK DE COCHE/BARCO",
    "gui.config.joystick.error": "ERROR: ¡MTS no pudo inicializar el sistema de control! Esto probablemente se deba a un dispositivo que se representa incorrectamente como un joystick para Java. Se sabe que los ratones tienen este problema, especialmente los ratones Corsair, así que prueba con un ratón diferente. También puedes intentar desconectar tu ratón y luego abrir esta GUI para volver a sondear los joysticks. Esto no hará que los controles funcionen al arrancar, pero puede usarse si solo tienes un ratón.",
    "gui.config.joystick.disabled": "ERROR: El sistema de control se bloqueó cuando MTS intentó inicializarlo. Esto probablemente sea un problema de controladores, y ocurre por alguna razón en algunas máquinas. No se conoce la causa raíz, pero si descubres cómo hacer que este error desaparezca, ¡avísanos! Por ahora, el soporte de joystick estará desactivado.",
    "gui.config.joystick.select": "Elige un joystick: ",
    "gui.config.joystick.name": "Nombre: ",
    "gui.config.joystick.mapping": "Mapeo",
    "gui.config.joystick.deadzone": "Zona Muerta: ",
    "gui.config.joystick.state": "Estado: ",
    "gui.config.joystick.assignment": "Asignado a: ",
    "gui.config.joystick.cancel": "Cancelar",
    "gui.config.joystick.clear": "Limpiar Asignación",
    "gui.config.joystick.choosemap": "Elige qué se mapea a este botón.",
    "gui.config.joystick.calibrate1": "Mueve el eje hasta que los números dejen de cambiar.",
    "gui.config.joystick.calibrate2": "Luego presiona confirmar para guardar los ajustes.",
    "gui.config.joystick.axismode": "Modo de Eje: ",
    "gui.config.joystick.normal": "Normal",
    "gui.config.joystick.invert": "Invertido",
    "gui.config.rendering.label": "Modo de renderizado. Los modos más lentos tienen más compatibilidad con sombreadores y mods de rendimiento a costa de FPS.",
    "gui.config.rendering.mode0": "Súper Rápido",
    "gui.config.rendering.mode1": "Rápido",
    "gui.config.rendering.mode2": "Lento",
    "gui.packmissing.title": "¡ERROR!",
    "gui.packmissing.text": "MTS ha detectado que se ha iniciado sin un paquete de contenido. ¡Esto resultará en que NO haya vehículos presentes! Si NO tienes un paquete de contenido instalado aún, consulta la página de Curseforge de este mod para un enlace a uno. Si SÍ descargaste un paquete, asegúrate de que esté en el mismo lugar que todos tus otros mods. Si el paquete está en esa ubicación y aún ves este mensaje, asegúrate de que estás ejecutando la versión correcta del paquete.",
    "interact.key.lock": "¡Vehículo bloqueado!",
    "interact.key.unlock": "¡Vehículo desbloqueado!",
    "interact.key.bind": "Llave asignada al vehículo. Lista para bloquear/desbloquear.",
    "interact.key.haskey": "Este vehículo ya tiene una llave. Solo los OPs pueden hacer nuevas llaves para vehículos que ya las tienen.",
    "interact.key.wrongkey": "¡Esta llave no corresponde a este vehículo!",
    "interact.fuelpump.nofuel": "La bomba está vacía. Inserta combustible en la bomba mediante cubos, o conéctala a un sistema de fluidos o eléctrico desde la parte inferior.",
    "interact.fuelpump.fullitems": "Esta bomba está configurada para requerir pago por combustible, pero no puede aceptar más objetos. ¡Contacta al dueño para vaciarla!",
    "interact.fuelpump.toofar": "La bomba está demasiado lejos del vehículo. La bomba no debe estar a más de 16 bloques de distancia.",
    "interact.fuelpump.wrongtype": "Esta bomba no contiene el mismo fluido que el vehículo. %s está en el vehículo.",
    "interact.fuelpump.noengine": "No hay motor en este vehículo. Los motores con diferentes tipos de combustible reiniciarán el combustible, ¡así que pon un motor primero para evitar pérdida de combustible!",
    "interact.fuelpump.wrongengines": "El contenido de esta bomba no es un combustible válido para los motores del vehículo. Consulta el manual para más detalles.",
    "interact.fuelpump.connect": "Conectado y repostando.",
    "interact.fuelpump.full": "El vehículo está lleno, desconectando.",
    "interact.fuelpump.complete": "Se ha dispensado combustible pagado, desconectando.",
    "interact.fuelpump.empty": "La bomba está vacía, desconectando.",
    "interact.fuelpump.disconnect": "Desconectando y dejando de bombear.",
    "interact.road.set": "Estableciendo primer punto de carretera dinámica.",
    "interact.road.alreadyconnected": "Este segmento de carretera ya está conectado a otra carretera.",
    "interact.road.lanemismatchfirst": "El número de carriles en el segmento de carretera clickeado primero no coincide con el número de carriles de esta carretera.",
    "interact.road.lanemismatchsecond": "El número de carriles en el segmento de carretera clickeado no coincide con el número de carriles de esta carretera.",
    "interact.road.blocked": "No se encontró espacio para colocar el bloque maestro de esta carretera. ¿Prueba en un área menos concurrida?",
    "interact.road.same": "El primer punto y el segundo punto clickeados son el mismo bloque. Reinicia e inténtalo de nuevo.",
    "interact.road.toofar": "Los dos puntos clickeados están demasiado lejos. Encuentra puntos más cercanos, o aumenta la distancia en el archivo de configuración.",
    "interact.road.blockingblocks": "Hay bloques bloqueando la colocación de esta carretera. Rompe los resaltados en rojo, y luego haz clic en el bloque maestro de carretera azul para continuar.",
    "interact.jerrycan.empty": "Este bidón está vacío y no puede repostar este vehículo.",
    "interact.jerrycan.wrongtype": "Este bidón no contiene el mismo líquido que el vehículo.",
    "interact.jerrycan.wrongengines": "El contenido de este bidón no es un combustible válido para los motores del vehículo. Consulta el manual para más detalles.",
    "interact.jerrycan.noengine": "No hay motor en este vehículo. Quitar motores de vehículos reinicia su tanque de combustible, ¡así que repostar este vehículo no haría nada!",
    "interact.jerrycan.toofull": "Este vehículo ya está lleno de combustible. No puedes añadir más.",
    "interact.jerrycan.success": "Añadidos 1000mb de fluido a este vehículo.",
    "interact.battery.chargerlow": "Este cargador aún no tiene suficiente energía para cargar esta batería.",
    "interact.battery.charged": "Batería cargada.",
    "interact.battery.empty": "Esta batería está vacía y no puede cargar este vehículo.",
    "interact.battery.wrongengines": "Los motores de este vehículo no son eléctricos, por lo que la batería no puede cargarlos.",
    "interact.battery.noengine": "No hay motor en este vehículo. Quitar motores de vehículos reinicia su carga, ¡así que cargar este vehículo no haría nada!",
    "interact.battery.toofull": "Este vehículo ya está completamente cargado. No puedes cargarlo más.",
    "interact.battery.success": "Añadidos 1000mj de carga a este vehículo.",
    "interact.vehicle.seattaken": "¡Este asiento está ocupado!",
    "interact.vehicle.locked": "¡Este vehículo está bloqueado!",
    "interact.vehicle.needkey": "¡Debes tener la llave de este vehículo para arrancarlo!",
    "interact.vehicle.nospace": "No hay suficiente espacio para colocar este vehículo aquí.",
    "interact.vehicle.jumperpack": "Batería del vehículo cargada al máximo.",
    "interact.partremove.hasparts": "¡Primero debes quitar todas las piezas de esta pieza para quitarla!",
    "interact.partremove.wrench": "¡Esta pieza requiere una llave para quitarla!",
    "interact.partremove.screwdriver": "¡Esta pieza requiere un destornillador para quitarla!",
    "interact.partremove.inventory": "¡No puedes quitar esta pieza porque no está vacía!",
    "interact.partremove.rider": "¡No puedes quitar este asiento mientras está siendo usado!",
    "interact.jumpercable.firstlink": "Conectando primer motor a los cables de puente.",
    "interact.jumpercable.secondlink": "Motores conectados. Transmitiendo energía.",
    "interact.jumpercable.linkdropped": "Los dos motores se han movido demasiado lejos uno del otro. Rompiendo conexión.",
    "interact.jumpercable.powerequal": "Los dos motores ahora tienen el mismo nivel de batería. Rompiendo conexión.",
    "interact.jumpercable.alreadylinked": "Este motor ya está conectado a otro motor y no puede conectarse.",
    "interact.jumpercable.toofar": "Los dos motores están demasiado lejos. No deben estar a más de 16 bloques de distancia.",
    "interact.jumpercable.samevehicle": "Los dos motores están en el mismo vehículo. Eso no va a funcionar bien...",
    "interact.fuelhose.firstlink": "Tanque fuente conectado a la manguera de combustible.",
    "interact.fuelhose.secondlink": "Conectado a tanque/vehículo. Transfiriendo fluido.",
    "interact.fuelhose.linkdropped": "Los tanques conectados se han movido demasiado lejos uno del otro. Rompiendo conexión.",
    "interact.fuelhose.tankempty": "El tanque fuente está vacío, desconectando.",
    "interact.fuelhose.tankfull": "El tanque destino está lleno, desconectando.",
    "interact.fuelhose.alreadylinked": "Este tanque ya está conectado a otro tanque y no puede conectarse.",
    "interact.fuelhose.toofar": "Los dos tanques están demasiado lejos. No deben estar a más de 16 bloques de distancia.",
    "interact.fuelhose.differentfluids": "Los tanques fuente y destino no contienen el mismo fluido y no pueden conectarse.",
    "interact.repair.pass": "Reparados %s HP del vehículo. HP ahora en %s de %s.",
    "interact.repair.noneed": "Este vehículo ya está a plena salud y no necesita reparación.",
    "interact.repair.fail": "Este vehículo está siniestrado y no puede repararse con este paquete de reparación. Solo paquetes de reparación especiales pueden reparar vehículos siniestrados.",
    "interact.repair.toosoon": "No puedes reparar este vehículo ahora. Espera 10 segundos entre reparaciones.",
    "interact.trailer.connected": "Remolque conectado.",
    "interact.trailer.disconnected": "Remolque desconectado.",
    "interact.trailer.notfound": "No se encontraron remolques cerca de este vehículo.",
    "interact.trailer.toofar": "El remolque está demasiado lejos del vehículo.",
    "interact.trailer.wronghitch": "Este vehículo no tiene el enganche correcto para este remolque.",
    "interact.trailer.mismatch": "Se encontró un enganche lo suficientemente cerca para conectar, pero no era del tipo correcto. También se encontró un enganche coincidente, pero estaba demasiado lejos para conectar. ¿Estás intentando usar el enganche incorrecto?",
    "interact.trailer.alreadytowed": "El único vehículo cercano ya está siendo remolcado.",
    "interact.trailer.feedbackloop": "Los únicos vehículos cercanos están siendo remolcados por este vehículo, remolcar resultaría en un bucle infinito de remolque.",
    "iteminfo.scanner": "Pasa el cursor sobre una caja de piezas para ver qué puede colocarse en esa ranura.\nAgáchate mientras usas para ciclar más lento.",
    "iteminfo.wrench": "Ataca una pieza de vehículo para quitarla.\nAtaca agachado un vehículo para quitarlo entero.\nUsa en un vehículo para cambiar instrumentos.\nUsa agachado en vehículos o bloques para cambiar texto.\nUsa en componentes de postes para quitarlos.\nUsa en bombas de combustible que colocaste para cambiar precios.",
    "iteminfo.screwdriver": "Como una llave, pero solo se usa para quitar piezas específicas que las llaves no pueden. No interactúa con bloques u otras cosas.",
    "iteminfo.paintgun": "Usa en un vehículo, pieza, decoración o cartel para cambiar su color.\nNota: No todo lo que puedes cliquear tendrá múltiples colores.",
    "iteminfo.key": "Usa agachado en coches para tomar propiedad, clic derecho para bloquear/desbloquear.",
    "iteminfo.ticket": "Clic derecho en un vehículo para cargar entidades cercanas.\nClic derecho en un asiento para cargar solo ese asiento.\nClic agachado en un vehículo para descargar todas las entidades.\nNota: No descargará jugadores.",
    "iteminfo.fuelhose": "Usa en un tanque de vehículo para seleccionar.\nUsa en un segundo tanque o vehículo para conectar.\nLa manguera transferirá líquidos del tanque 1 al seleccionado.\nLa manguera se detendrá cuando el tanque 1 esté vacío, el seleccionado esté lleno o si el tanque 1 y el seleccionado estén demasiado lejos.",
    "iteminfo.jumpercables": "Usa en un motor para seleccionar.\nUsa en un segundo motor para conectar.\nLos motores conectados intercambiarán energía.\nLos motores se desconectarán cuando la energía sea igual o si se alejan demasiado.",
    "iteminfo.jumperpack": "Usa en un vehículo para cargar la batería al nivel máximo.",
    "iteminfo.repairpack": "Usa en un vehículo para repararlo. Este paquete cura el vehículo: ",
    "iteminfo.repairpack.untotal": "Este paquete de reparación también puede reparar vehículos siniestrados.",
    "iteminfo.y2kbutton": "Usa en un mundo para apagar todos los motores de vehículos, activar sus frenos de estacionamiento y apagar sus luces.\nSolo usable por administradores.",
    "iteminfo.engine.automatic": "Transmisión: Automática",
    "iteminfo.engine.manual": "Transmisión: Manual",
    "iteminfo.engine.gearratios": "Relaciones de Marcha: ",
    "iteminfo.engine.jetpowerfactor": "Potencia de Jet: ",
    "iteminfo.engine.bypassratio": "Relación de Derivación: ",
    "iteminfo.engine.maxrpm": "RPM Máximas Posibles: ",
    "iteminfo.engine.maxsaferpm": "RPM Máximas Seguras: ",
    "iteminfo.engine.fuelconsumption": "Uso de combustible (mb/t): ",
    "iteminfo.engine.superchargerfuelconsumption": "Uso de combustible del supercargador (mb/t): ",
    "iteminfo.engine.superchargerefficiency": "Eficiencia del supercargador: ",
    "iteminfo.engine.fueltype": "Tipo de combustible: ",
    "iteminfo.engine.fluids": "¡No usa combustible!",
    "iteminfo.engine.hours": "Horas de funcionamiento: ",
    "iteminfo.ground_device.diameter": "Diámetro: ",
    "iteminfo.ground_device.motivefrictionmotivefriction": "Fricción de potencia: ",
    "iteminfo.ground_device.lateralfriction": "Fricción lateral: ",
    "iteminfo.ground_device.wetfriction": "Penalización por mojado: ",
    "iteminfo.ground_device.frictionmodifiers": "Modificadores de Fricción: ",
    "iteminfo.ground_device.rotatesonshaft_true": "Es una rueda",
    "iteminfo.ground_device.rotatesonshaft_false": "NO es una rueda",
    "iteminfo.ground_device.canfloat_true": "Flota",
    "iteminfo.ground_device.canfloat_false": "No flota",
    "iteminfo.propeller.staticPitch": "Paso Estático",
    "iteminfo.propeller.dynamicPitch": "Paso Dinámico",
    "iteminfo.propeller.pitch": "Paso: ",
    "iteminfo.propeller.diameter": "Diámetro: ",
    "iteminfo.gun.diameter": "Diámetro del Cañón (mm): ",
    "iteminfo.gun.caseRange": "Rango del Casquillo (mm): ",
    "iteminfo.gun.fireDelay": "Retardo de Disparo (ticks): ",
    "iteminfo.gun.muzzleVelocity": "Velocidad (blk/s): ",
    "iteminfo.gun.capacity": "Capacidad de Balas: ",
    "iteminfo.gun.autoReload": "Recarga Automática",
    "iteminfo.gun.yawRange": "Rango de Guiñada: ",
    "iteminfo.gun.pitchRange": "Rango de Cabeceo: ",
    "iteminfo.bullet.type.explosive": "Bala Explosiva",
    "iteminfo.bullet.type.incendiary": "Bala Incendiaria",
    "iteminfo.bullet.type.armor_piercing": "Bala Perforante",
    "iteminfo.bullet.type.water": "Bala de Agua",
    "iteminfo.bullet.pellets": "Perdigones: ",
    "iteminfo.bullet.diameter": "Diámetro (mm): ",
    "iteminfo.bullet.caseLength": "Longitud del Casquillo (mm): ",
    "iteminfo.bullet.penetration": "Penetración (mm): ",
    "iteminfo.bullet.quantity": "Cantidad: ",
    "iteminfo.interactable.capacity": "Capacidad: ",
    "iteminfo.interactable.contents": "Contenidos: ",
    "iteminfo.jerrycan.fill": "Llena este bidón haciendo clic derecho en una bomba de combustible.",
    "iteminfo.jerrycan.drain": "Llena un vehículo haciendo clic derecho con un bidón lleno.",
    "iteminfo.jerrycan.empty": "Este bidón está actualmente vacío.",
    "iteminfo.jerrycan.contains": "Este bidón contiene: ",
    "iteminfo.battery.fill": "Carga esta batería haciendo clic derecho en un cargador con energía.",
    "iteminfo.battery.drain": "Carga un vehículo haciendo clic derecho con una carga llena.",
    "iteminfo.battery.empty": "Esta batería está actualmente vacía.",
    "iteminfo.battery.full": "Esta batería está actualmente llena.",
    "input.custom1": "Personalizado1",
    "input.custom2": "Personalizado2",
    "input.custom3": "Personalizado3",
    "input.custom4": "Personalizado4",
    "input.mod": "Mod",
    "input.camlock": "Bloqueo de Cámara",
    "input.yaw": "Guiñada",
    "input.yaw_r": "GuiñadaDerecha",
    "input.yaw_l": "GuiñadaIzquierda",
    "input.pitch": "Cabeceo",
    "input.pitch_u": "CabeceoArriba",
    "input.pitch_d": "CabeceoAbajo",
    "input.roll": "Alabeo",
    "input.roll_r": "AlabeoDerecha",
    "input.roll_l": "AlabeoIzquierda",
    "input.throttle": "Acelerador",
    "input.throttle_u": "AceleradorArriba",
    "input.throttle_d": "AceleradorAbajo",
    "input.flaps_u": "FlapsArriba",
    "input.flaps_d": "FlapsAbajo",
    "input.brake": "Freno",
    "input.gear": "Marcha",
    "input.panel": "Panel",
    "input.park": "Freno de Estacionamiento",
    "input.gun_fire": "Arma",
    "input.gun_switch": "Cambiar Arma",
    "input.gun.reload": "Recargar Arma",
    "input.radio": "Radio",
    "input.zoom_i": "ZoomAcercar",
    "input.zoom_o": "ZoomAlejar",
    "input.changeview": "CambiarVista",
    "input.look_l": "MirarIzquierda",
    "input.look_r": "MirarDerecha",
    "input.look_u": "MirarArriba",
    "input.look_d": "MirarAbajo",
    "input.look_a": "MirarDireccional",
    "input.trim_yaw_r": "CompensarGuiñadaDerecha",
    "input.trim_yaw_l": "CompensarGuiñadaIzquierda",
    "input.trim_pitch_u": "CompensarCabeceoArriba",
    "input.trim_pitch_d": "CompensarCabeceoAbajo",
    "input.trim_roll_r": "CompensarAlabeoDerecha",
    "input.trim_roll_l": "CompensarAlabeoIzquierda",
    "input.reverse": "Invertir",
    "input.js_inhibit": "DesactivarJoystick",
    "input.turn": "Girar",
    "input.turn_r": "GirarDerecha",
    "input.turn_l": "GirarIzquierda",
    "input.gas": "Gas",
    "input.shift_u": "SubirMarcha",
    "input.shift_d": "BajarMarcha",
    "input.shift_n": "MarchaNeutral",
    "input.shift_1": "Marcha1",
    "input.shift_2": "Marcha2",
    "input.shift_3": "Marcha3",
    "input.shift_4": "Marcha4",
    "input.shift_5": "Marcha5",
    "input.shift_6": "Marcha9",
    "input.shift_r": "MarchaR",
    "input.horn": "Bocina",
    "input.slow": "Lento",
    "input.lights": "Luces",
    "input.turnsignal_r": "SeñalDerecha",
    "input.turnsignal_l": "SeñalIzquierda",
    "sytstem.soundslot": "ERROR DE VEHÍCULOS INMERSIVOS: Intentó reproducir un sonido, pero no había ranuras de sonido disponibles. Algún mod está ocupando todas las ranuras. Si tienes Immersive Railroading, establece override sound channels a false en la configuración de ese mod. Si usas GregTech, establece maxNumSounds a un valor más bajo en la configuración de ese mod. Si tienes Receiver Gun Mod, desinstálalo (no hay configuración para esta incompatibilidad). Dynamic Surrondings y Optifine también pueden causar problemas. Aplica las correcciones, o quejate a los autores de esos mods.",
    "sytstem.soundsystem": "ERROR DE VEHÍCULOS INMERSIVOS: Intentó reproducir un sonido pero no pudo debido a un fallo en el sistema de audio. ¿Tienes controladores de audio defectuosos?",
    "sytstem.debug": "%s"
  }
}