{
  "entries": {
    "mts.invisible_seat.subDescription": "",
    "mts.invisible_seat.description": "",
    "mts.invisible_seat.name": "Assento invisível (NÃO USE!)",
    "mts.invisible_standing.subDescription": "",
    "mts.invisible_standing.description": "",
    "mts.invisible_standing.name": "Invisible Standing Seat (NÃO USE!)",
    "mts.invisible_wheel.subDescription": "",
    "mts.invisible_wheel.description": "",
    "mts.invisible_wheel.name": "Roda invisível (NÃO USE!)",
    "mts.jerrycan.subDescription": "",
    "mts.jerrycan.description": "",
    "mts.jerrycan.name": "Galão de combustível",
    "mts.charger.subDescription": "",
    "mts.charger.description": "",
    "mts.charger.name": "Carregador de veículo",
    "mts.custombench.subDescription": "",
    "mts.custombench.description": "",
    "mts.custombench.name": "Bancada Personalizada",
    "mts.decorbench.subDescription": "",
    "mts.decorbench.description": "",
    "mts.decorbench.name": "Bancada de Decoração",
    "mts.enginebench.subDescription": "",
    "mts.enginebench.description": "",
    "mts.enginebench.name": "Bancada de Motores",
    "mts.fuelpump.subDescription": "",
    "mts.fuelpump.description": "O formato dele está meio... esquisito.",
    "mts.fuelpump.name": "Bomba de Combustível",
    "mts.gunbench.subDescription": "",
    "mts.gunbench.description": "",
    "mts.gunbench.name": "Bancada de Armas",
    "mts.instrumentbench.subDescription": "",
    "mts.instrumentbench.description": "",
    "mts.instrumentbench.name": "Bancada de Instrumentos",
    "mts.itembench.subDescription": "",
    "mts.itembench.description": "",
    "mts.itembench.name": "Bancada de Componentes",
    "mts.propellerbench.subDescription": "",
    "mts.propellerbench.description": "",
    "mts.propellerbench.name": "Bancada de Hélices",
    "mts.seatbench.subDescription": "",
    "mts.seatbench.description": "",
    "mts.seatbench.name": "Bancada de Assentos e Carga",
    "mts.vehiclebench.subDescription": "",
    "mts.vehiclebench.description": "",
    "mts.vehiclebench.name": "Bancada de Veículos",
    "mts.wheelbench.subDescription": "",
    "mts.wheelbench.description": "",
    "mts.wheelbench.name": "Bancada de Pneus",
    "mts.fuelhose.description": "",
    "mts.fuelhose.name": "Mangueira de Combustível",
    "mts.handbook_car.description": "",
    "mts.handbook_car.name": "Manual do Operador do IV (LEIA!)",
    "mts.handbook_car.booklet.title.textline1": "IMMERSIVE VEHICLES",
    "mts.handbook_car.booklet.title.textline2": "MANUAL",
    "mts.handbook_car.booklet.title.textline3": "-por don_bruce",
    "mts.handbook_car.booklet.page1.title": "Introdução",
    "mts.handbook_car.booklet.page1.textline0": "Introdução",
    "mts.handbook_car.booklet.page1.textline1": "Obrigado por baixar o Immersive Vehicles! Este manual explica como construir e operar todos os veículos do mod. É FORTEMENTE recomendado que jogadores iniciantes leiam este manual para se familiarizar com os diversos sistemas. Ignorar isso e fazer uma pergunta no Discord que já está respondida aqui é malvisto e só vai fazer com que zombem de você, então certifique-se de ler tudo até o fim!",
    "mts.handbook_car.booklet.page1.textline2": "Observe que aeronaves têm seu próprio manual, pois pilotá-las é mais complexo do que apenas dirigir um carro, então consulte esse manual para mais detalhes. Se houver algo que não esteja incluído neste manual sobre veículos, esse é o momento certo para perguntar no Discord. Ficaremos felizes em responder sua dúvida e adicioná-la ao manual em uma atualização futura! Ah, e você pode rolar este manual (assim como todas as interfaces gráficas) com a roda do mouse, se seu mouse tiver uma.",
    "mts.handbook_car.booklet.page2.title": "Manufatura Básica",
    "mts.handbook_car.booklet.page2.textline1": "Manufatura Básica",
    "mts.handbook_car.booklet.page2.textline2": "Como a maioria dos mods que têm pacotes e muito conteúdo, o Immersive Vehicles usa bancadas de criação (crafting benches) para fabricar itens. A Bancada de Veículos é usada para criar veículos, enquanto as outras bancadas servem para fabricar suas próprias peças. Você provavelmente vai querer começar a encher sua garagem com essas bancadas desde cedo, já que a maioria dos veículos usa pelo menos um tipo de cada peça. O JEI é compatível e mostrará quais bancadas criam quais peças.",
    "mts.handbook_car.booklet.page2.textline3": "Criar as bancadas em si é tão simples quanto fazê-las em uma mesa de trabalho do Minecraft (vanilla crafting table). O JEI ou o mod da sua preferência mostrará as receitas. As primeiras bancadas que você deve criar são a Bancada de Componentes e a Bancada de Decoração. Muitos pacotes usam essas bancadas para adicionar itens personalizados que são usados na criação de peças de veículos — e até dos próprios veículos. Alguns pacotes também usam a Bancada Personalizada para fabricar peças que são usadas em outras peças, então vale a pena dar uma olhada nela também.",
    "mts.handbook_car.booklet.page3.title": "Montagem de Veículos",
    "mts.handbook_car.booklet.page3.textline2": "Montagem de Veículos",
    "mts.handbook_car.booklet.page3.textline3": "Montar veículos é tão simples quanto clicar neles com as peças necessárias. Ao segurar uma peça válida, um holograma verde aparecerá nos locais onde ela pode ser colocada. Basta clicar com o botão direito segurando a peça para anexá-la ao veículo. Observe que algumas peças podem exigir que outras já estejam instaladas antes de serem colocadas — como hélices, que precisam estar conectadas a motores de aeronaves.",
    "mts.handbook_car.booklet.page3.textline4": "Se você estiver segurando uma peça e o holograma aparecer vermelho, isso significa que a peça é do tipo correto, mas do tamanho errado. Um exemplo comum é uma roda que seja grande ou pequena demais para o veículo. Outro exemplo é quando o criador do pacote restringe aquele local a peças específicas, como um determinado motor — por isso, experimente usar peças do próprio pacote primeiro. Os criadores também podem incluir informações sobre quais peças vão em cada veículo na descrição do item.",
    "mts.handbook_car.booklet.page4.title": "Montagem de Veículos (Cont.)",
    "mts.handbook_car.booklet.page4.textline3": "Montagem de Veículos (Cont.)",
    "mts.handbook_car.booklet.page4.textline4": "Se você sabe que uma peça deve ser colocada em um veículo, mas não consegue descobrir qual é essa peça, o Scanner pode ser útil. Ele mostrará todas as posições das peças e vai percorrer todas as peças possíveis que podem ser colocadas na posição apontada. Se nada for exibido ou você não ouvir um sinal sonoro, significa que aquele slot não aceita nenhuma peça. Isso deve ser relatado ao autor do pacote, pois indica um slot inválido.",
    "mts.handbook_car.booklet.page4.textline5": "Se você quiser remover uma peça, basta atacá-la com uma chave inglesa (wrench). Isso só pode ser feito em peças que não têm outras peças instaladas sobre elas. Por exemplo: você pode remover um pneu, mas se ele tiver uma calota, será necessário remover a calota primeiro antes de remover o pneu. Vale lembrar que algumas peças — especialmente aquelas que vêm com o veículo — podem ser permanentes e não podem ser removidas. Se quiser remover o próprio veículo do mundo, ataque-o furtivamente (agachado) com a chave inglesa.",
    "mts.handbook_car.booklet.page5.title": "Personalização de Veículos",
    "mts.handbook_car.booklet.page5.textline4": "Personalização de Veículos",
    "mts.handbook_car.booklet.page5.textline5": "Embora os veículos apareçam na cor escolhida durante a criação, você pode mudar essa cor usando a pistola de pintura. Isso permitirá que você altere a pintura do veículo. Vale lembrar que alguns veículos podem restringir certas peças a uma pintura específica, como os carros de polícia, que só podem usar a pintura de polícia.",
    "mts.handbook_car.booklet.page5.textline6": "As peças também podem ser pintadas com a pistola de pintura, embora a maioria tenha apenas uma única opção de cor. Alguns veículos suportam esquemas de pintura tonalizados, o que faz com que as peças sejam alteradas para combinar com a cor principal do veículo. Fique atento a isso ao usar a pistola de pintura. Também vale notar que, ao clicar no veículo, ele será pintado (junto com as partes tonalizadas), enquanto clicar em uma peça vai pintar apenas essa peça.",
    "mts.handbook_car.booklet.page6.title": "Colisão de Veículos",
    "mts.handbook_car.booklet.page6.textline5": "Destruição do Veículo",
    "mts.handbook_car.booklet.page6.textline6": "Normalmente, um bom motorista não se envolve em acidentes. No entanto, se você não for um bom motorista, algumas coisas podem acontecer. Normalmente, o bloco que você atingir se quebrará e você diminuirá a velocidade. Contudo, isso pode não ocorrer se o bloco for muito duro (obsidiana, bedrock, etc.), ou se a destruição de blocos estiver desativada na configuração.",
    "mts.handbook_car.booklet.page6.textline7": "Se você bater em blocos suficientes a uma velocidade alta o suficiente, o veículo sofrerá um acidente e explodirá. O tamanho da explosão será determinado pela quantidade de combustível no veículo. Alguns materiais de criação e todas as peças serão derrubadas, mas podem ser destruídas pela explosão. Vale lembrar que tanto a explosão quanto a destruição do próprio veículo são configurações e podem ser desativadas, se desejado.",
    "mts.handbook_car.booklet.page7.title": "Reparos no Veículo",
    "mts.handbook_car.booklet.page7.textline6": "Reparos no Veículo",
    "mts.handbook_car.booklet.page7.textline7": "Observe que explodir um veículo ao bater contra uma parede não é a única maneira de destruir um carro perfeitamente bom. Você também pode sofrer danos de mobs, projéteis, armas de fogo e outras diversas fontes. Se o dano for maior do que o veículo consegue suportar, ele parará de funcionar. A saúde do veículo é exibida enquanto você estiver pilotando como motorista na sobreposição de tela.",
    "mts.handbook_car.booklet.page7.textline8": "Para reparar um veículo, você pode criar um item de reparo e usá-lo, ou reparar o veículo na bancada de veículos. Os itens de reparo são específicos de cada pacote, e as bancadas precisam estar configuradas com receitas de reparo para funcionar, então entre em contato com o autor do pacote que você está usando caso se encontre sem opções de reparo.",
    "mts.handbook_car.booklet.page8.title": "Abastecimento",
    "mts.handbook_car.booklet.page8.textline7": "Abastecimento",
    "mts.handbook_car.booklet.page8.textline8": "Os veículos requerem combustível (embora alguns já venham com combustível), e o abastecimento é feito a partir de uma bomba de combustível. Basta clicar na bomba de combustível e ela se conectará automaticamente ao veículo mais próximo. A bomba então transferirá combustível a uma taxa de 10 mb/t. A bomba em si tem um reservatório de 15.000 mb e pode ser preenchida diretamente a partir de recipientes que armazenam líquidos, ou conectando um tubo à parte inferior vindo de sistemas de tubos compatíveis com fluidos do Forge.",
    "mts.handbook_car.booklet.page8.textline9": "Observe que, ao conectar um tubo à parte inferior da bomba, você pode definir um custo baseado em itens para usar a bomba. Simplesmente coloque a pilha de itens que deseja cobrar em seu inventário, depois clique na bomba com uma chave inglesa para abrir a interface de preços. A partir daí, você pode clicar em um slot para definir o item e a quantidade de combustível que esse item permitirá. Isso só pode ser feito pela pessoa que colocou a bomba ou por um administrador do servidor.",
    "mts.handbook_car.booklet.page9.title": "Tipos de Combustível",
    "mts.handbook_car.booklet.page9.textline8": "Tipos de Combustível",
    "mts.handbook_car.booklet.page9.textline9": "Cada motor tem um tipo de combustível associado a ele. Os tipos de combustível podem ser atendidos por vários líquidos, mas a potência de cada líquido provavelmente será diferente. A potência é a quantidade de energia que o líquido possui, com líquidos de maior potência durando mais tempo nos veículos. Os líquidos válidos para cada motor e suas potências são exibidos na descrição do item do motor.",
    "mts.handbook_car.booklet.page9.textline10": "Os valores de potência, assim como os líquidos que funcionam com cada tipo de combustível do motor, são todos configuráveis no arquivo de configuração. Além disso, existe uma opção no arquivo de configuração chamada fuelUsageFactor, que define globalmente o consumo de combustível para todos os motores. Se você achar que os motores estão consumindo mais combustível do que gostaria, pode ajustar esse valor em vez de ajustar o combustível de cada motor individualmente.",
    "mts.handbook_car.booklet.page10.title": "Cuidados com o Motor",
    "mts.handbook_car.booklet.page10.textline9": "Cuidados com o Motor",
    "mts.handbook_car.booklet.page10.textline10": "Não importa onde estejam, os motores são o coração do seu veículo. Os motores variam em consumo de combustível e RPMs máximos, então escolha com cuidado de acordo com a sua aplicação. Versões sem combustível dos motores estão disponíveis na aba do criativo, caso você não queira lidar com combustível.",
    "mts.handbook_car.booklet.page10.textline11": "Cuidado: os motores vão gradualmente acumular horas de uso e perder poder, chegando até a começar a dar falhas quando estiverem realmente desgastados. Acelerações excessivas, superaquecimento e rodar o motor rápido demais antes que ele tenha aquecido corretamente vão rapidamente adicionar horas a um motor que seria praticamente novo. Os motores também podem acumular horas devido a danos, podendo até apresentar vazamentos ou perder seus motores de arranque",
    "mts.handbook_car.booklet.page11.title": "Instrumentos",
    "mts.handbook_car.booklet.page11.textline10": "Instrumentos",
    "mts.handbook_car.booklet.page11.textline11": "Os instrumentos tornam a pilotagem de um avião e a direção de um carro muito mais imersivas. Eles também são úteis para monitorar propriedades essenciais, como níveis de combustível, RPM e temperatura do motor, além de tornar o voo à noite muito menos perigoso. Embora alguns veículos venham com instrumentos ao serem colocados no jogo, a maioria não vem.",
    "mts.handbook_car.booklet.page11.textline12": "Os instrumentos são adicionados aos veículos clicando com o botão direito sobre eles usando a chave inglesa. A interface resultante mostra uma visão da HUD (interface de usuário) e todos os instrumentos em sua posse que funcionam naquele veículo. Basta clicar no slot onde você quer colocar o instrumento e clicar no próprio instrumento.",
    "mts.handbook_car.booklet.page12.title": "Usando Chaves",
    "mts.handbook_car.booklet.page12.textline11": "Usando Chaves",
    "mts.handbook_car.booklet.page12.textline12": "A única coisa pior do que ver seu carro novinho ser explodido por um creeper é ter ele (ou partes dele) roubado por outros jogadores. Normalmente, os veículos só podem ser modificados por seus donos (a pessoa que os colocou por último), mas podem ser dirigidos por qualquer um. Usando uma chave, você pode trancar os veículos, garantindo que ninguém possa sair dirigindo por aí ou pegar itens deles.",
    "mts.handbook_car.booklet.page12.textline13": "Veículos trancados não podem ser acessados nem ter seus inventários abertos, exceto por jogadores que já estiverem dentro deles. Isso permite que você se tranque dentro do veículo para evitar passageiros aleatórios. Se um jogador que não é o dono do veículo tiver uma chave, ele poderá entrar e dirigir, mas ainda não poderá modificá-lo. Vale lembrar que admins (OPs) ignoram essas restrições para poder mover ou remover veículos abandonados no servidor. Ah, e você também pode rebocar veículos que não são seus. Fica a dica.",
    "mts.handbook_car.booklet.page13.title": "Estradas",
    "mts.handbook_car.booklet.page13.textline12": "Estradas",
    "mts.handbook_car.booklet.page13.textline13": "Embora as estradas não sejam veículos, elas são algo com o qual todos os veículos irão interagir. Existem dois tipos de estrada no mod: estáticas e dinâmicas. As estradas estáticas são seções pré-fabricadas que você coloca como se fossem placas de estrada de Lego. Já as estradas dinâmicas são o oposto: conexões flexíveis que você pode colocar em qualquer lugar.",
    "mts.handbook_car.booklet.page13.textline14": "Para criar estradas dinâmicas, é necessário definir dois pontos para formar o trajeto. O primeiro ponto é feito ao clicar em um bloco agachado (sneak) na direção em que deseja que a estrada vá. O segundo ponto é feito ao se mover até o outro extremo de onde deseja que a estrada termine, e então olhar na direção do primeiro ponto. Você também pode clicar em um segmento de estrada já existente em vez de um bloco, e a estrada se conectará automaticamente àquele segmento. Isso inclui as seções estáticas, que são usadas para criar cruzamentos e interseções.",
    "mts.handbook_car.booklet.page14.title": "Controles por Teclado",
    "mts.handbook_car.booklet.page14.textline13": "Controles por Teclado",
    "mts.handbook_car.booklet.page14.textline14": "O Immersive Vehicles oferece vários esquemas de controle. O padrão é o controle por teclado. Diferente de outros mods, o IV utiliza um sistema sem atalhos fixos (no-bind system). Isso evita que ele sobrecarregue as configurações de teclas ou interfira nos comandos de outros mods. A configuração deste modo — assim como dos outros modos de controle — pode ser acessada pressionando a tecla de configuração (P, por padrão).",
    "mts.handbook_car.booklet.page14.textline15": "Essa é a única tecla que vem configurada de forma padrão no menu de controles, e pode estar com dupla atribuição em alguns modpacks. Então, se você não conseguir abrir o menu de configurações, verifique seus atalhos nas opções de controle.  Vale lembrar que, embora o IV não bloqueie os sinais de teclas de outros mods, ele ainda pode ser afetado por mods que não usam gatilhos sensíveis ao contexto. Tenha isso em mente ao controlar seus veículos.",
    "mts.handbook_car.booklet.page15.title": "Controles por Joystick",
    "mts.handbook_car.booklet.page15.textline14": "Controles por Joystick",
    "mts.handbook_car.booklet.page15.textline15": "O segundo esquema de controle é um híbrido de Joystick e Teclado. Esse controle DEVE estar conectado no momento em que o Minecraft for iniciado. A configuração é feita na seção JOYSTICK do menu acessado pela tecla P. Quando um eixo, como yaw (guiar) ou pitch (inclinar), está sendo controlado por um joystick, ele ficará indisponível no teclado — mesmo que você desconecte o joystick. Por isso, desvincule os controles do joystick antes de removê-lo.",
    "mts.handbook_car.booklet.page15.textline16": "O último método de controle disponível é o sistema de manche com o mouse (mouse-yoke), semelhante ao que é usado nos mods Flan’s e MCHeli. Para todos esses modos de controle, há algumas configurações extras no menu de CONFIGURAÇÕES (tecla P). Elas permitem ajustar a zona morta do joystick (dead zone), sensibilidade, tempo de espera do teclado (cooldown) e outras opções gerais de controle.",
    "mts.handbook_car.booklet.page16.title": "Driver's Ed",
    "mts.handbook_car.booklet.page16.textline15": "Driver's Ed",
    "mts.handbook_car.booklet.page16.textline16": "Dirigir um carro (ou um barco) é tão simples que até um aldeão conseguiria. Os controles padrão usam o esquema de aceleração simples, onde W faz o veículo ir para frente, e S o faz parar e, em seguida, andar para trás. A e D controlam a direção, para esquerda e direita. Alguns veículos vêm equipados com luzes, buzinas, sirenes, etc., então verifique seus controles e o painel (tecla U) para mais detalhes.",
    "mts.handbook_car.booklet.page16.textline17": "Se quiser uma experiência de direção mais realista, você pode desativar a aceleração simples. Isso fará com que todos os carros comecem em neutro, e ao pressionar R, eles entram na marcha à frente. Pressionar F coloca o carro de volta em neutro, e pressionar F novamente coloca em ré. Nesse modo, W é o acelerador e S é o freio. As trocas de marcha devem ser feitas com o veículo parado para evitar barulhos assustadores na transmissão. A única exceção são os motores com câmbio manual, que possuem várias marchas para frente.",
    "mts.handbook_car.booklet.page17.title": "Ajustes",
    "mts.handbook_car.booklet.page17.textline16": "Ajustes",
    "mts.handbook_car.booklet.page17.textline17": "O Immersive Vehicles possui diversas opções de configuração, e algumas delas não estão disponíveis no menu de configurações dentro do jogo. Para ver a lista completa e as descrições das opções, consulte o arquivo mtsconfig.json na pasta config do seu jogo. As configurações mais comumente modificadas incluem quebra de blocos, consumo de combustível e valores de combustível.",
    "mts.handbook_car.booklet.page17.textline18": "Caso você queira modificar as receitas dos itens feitos nas bancadas, isso pode ser feito adicionando um override no arquivo mtscraftingoverrides.json. Consulte esse arquivo para obter instruções sobre como fazer isso. Tudo que é criado em uma bancada de criação segue o processo padrão de modificação de receitas, como, por exemplo, usando o CraftTweaker.",
    "mts.handbook_plane.description": "",
    "mts.handbook_plane.name": "Manual de Voo (LEIA)",
    "mts.handbook_plane.booklet.title.textline1": "MANUAL",
    "mts.handbook_plane.booklet.title.textline2": "DO SIMULADOR",
    "mts.handbook_plane.booklet.title.textline3": "DE VOO",
    "mts.handbook_plane.booklet.title.textline4": "DO MINECRAFT",
    "mts.handbook_plane.booklet.title.textline5": "Uma divisão do ",
    "mts.handbook_plane.booklet.title.textline6": "Immersive Vehicles",
    "mts.handbook_plane.booklet.title.textline7": "-por don_bruce",
    "mts.handbook_plane.booklet.page1.title": "Hélices",
    "mts.handbook_plane.booklet.page1.textline0": "Hélices",
    "mts.handbook_plane.booklet.page1.textline1": "Se você pretende usar qualquer coisa que não seja um carro, provavelmente vai precisar de uma dessas (bom, a menos que seja um jato). Hélices de maior diâmetro geram mais impulso do que hélices menores; no entanto, hélices maiores também exigem motores mais potentes para girar. Portanto, pode ser que um motor fraco produza mais impulso com uma hélice pequena do que com uma grande. As hélices são criadas na Bancada de Hélices (Propeller Bench).",
    "mts.handbook_plane.booklet.page1.textline2": "O passo da hélice (propeller pitch) também é importante — talvez até mais do que o diâmetro — pois ele determina a velocidade ideal para qualquer RPM. Qualquer velocidade abaixo do ideal fará o avião acelerar; qualquer velocidade acima, fará ele desacelerar. Hélices com passo dinâmico ajustam o passo automaticamente durante o voo para manter o impulso ideal, e também podem ser revertidas pressionando o botão REV no painel da aeronave. Hélices reversas não são muito eficientes, então use bastante aceleração (throttle) e fique de olho na temperatura!",
    "mts.handbook_plane.booklet.page2.title": "Hora de voar!",
    "mts.handbook_plane.booklet.page2.textline1": "Hora de voar!",
    "mts.handbook_plane.booklet.page2.textline2": "Antes do seu primeiro voo, é importante estar ciente de alguns fatos essenciais. Primeiro, aviões não sobem quando você puxa para cima. Repetindo: AVIÕES NÃO SOBEM QUANDO VOCÊ PUXA PARA CIMA! Este é o principal motivo de acidentes para pilotos iniciantes. No MFS e na vida real, os aviões ganham sustentação movendo o ar sobre as asas. Portanto, a maneira correta de decolar é acelerar para que o máximo de ar passe pelas asas e gere sustentação.",
    "mts.handbook_plane.booklet.page2.textline3": "Isso significa que você precisará de uma pista decente para decolar, e é altamente recomendável evitar decolagens em direção a obstáculos altos como árvores e montanhas. Se você estiver pilotando um avião equipado com flaps, pode ajustá-los para aumentar a força de sustentação da aeronave. Note que isso vai causar uma perda de eficiência de combustível e diminuir a velocidade, então use os flaps apenas durante as decolagens e aterrissagens. Também é importante notar que o peso (itens no inventário e carga) influencia no comportamento do avião, então não sobrecarregue seu avião.",
    "mts.handbook_plane.booklet.page3.title": "Durante o voo",
    "mts.handbook_plane.booklet.page3.textline2": "Durante o voo",
    "mts.handbook_plane.booklet.page3.textline3": "Uma vez que seu avião esteja no ar, voar se resume a duas coisas: não colidir com montanhas selvagens e não colidir com o chão. A primeira pode ser facilmente evitada inclinando o avião para fazer uma curva, utilizando o A e D para rolar a aeronave, ou simplesmente voando acima da altura máxima de construção. As curvas irão lentamente diminuir sua altitude, então fique atento se estiver perto do terreno.",
    "mts.handbook_plane.booklet.page3.textline4": "Enquanto voa, você pode precisar continuar segurando os comandos para fazer o avião se comportar da maneira que deseja. Se você continuar subindo, é porque há muita potência no motor e você deve reduzir a aceleração. Você também pode ajustar o trim e manter o acelerador para ganhar um pouco mais de velocidade, em troca de uma menor eficiência de combustível. Além disso, pode mudar para outros assentos enquanto voa, clicando com o botão direito sobre eles, e alguns aviões permitem até vários pilotos. Verifique a Bancada de Veículos para detalhes sobre os assentos e a quantidade de pilotos.",
    "mts.handbook_plane.booklet.page4.title": "Usando Beacons",
    "mts.handbook_plane.booklet.page4.textline3": "Usando Beacons",
    "mts.handbook_plane.booklet.page4.textline4": "Os beacons (do mod, não os do Minecraft Vanilla) são usados para definir pontos de navegação que podem ser utilizados com os instrumentos de alguns aviões. Colocar um beacon no mundo e dar um nome a ele permitirá que você o selecione no painel U. Um beacon selecionado aparecerá em verde se for válido, e em vermelho se não existir. Uma vez selecionado, todos os instrumentos usarão esse beacon para suas funções.",
    "mts.handbook_plane.booklet.page4.textline5": "Existem dois instrumentos que usam beacons: O ADF (Localizador Automático de Direção) simplesmente aponta na direção do beacon selecionado. O ILS (Sistema de Pouso por Instrumento) é um pouco diferente. Ele utiliza o rumo do beacon(bearing) e o ângulo de descida(glideslope) para ajudar você a alinhar o pouso. O glidescope é o ângulo ideal de aterrissagem, e o bearing é a direção que você deve seguir para pousar corretamente.",
    "mts.handbook_plane.booklet.page5.title": "Trim/Piloto Automático",
    "mts.handbook_plane.booklet.page5.textline4": "Trim/Piloto Automático",
    "mts.handbook_plane.booklet.page5.textline5": "O trim, ou ajuste fino, geralmente é ignorado por muitos pilotos, mas é uma ferramenta útil que pode tornar o voo muito mais fácil. O trim pode ser ajustado no painel U, e cada tipo de trim tem uma função diferente: Trim do profundor (elevator) mantém o avião com uma inclinação constante, o que é útil, por exemplo, se você continua subindo porquê você quer ganhar velocidade. Trim do leme (yaw) é útil se você perder um motor e o avião começar a girar para o lado.",
    "mts.handbook_plane.booklet.page5.textline6": "Embora você possa ajustar o trim manualmente, também é possível deixar o piloto automático fazer isso por você (caso a aeronave esteja equipada com ele). O piloto automático aplica o trim de profundor para manter a altitude constante e o trim de aileron para manter a aeronave nivelada. No caso de helicópteros, o piloto automático funciona como um modo de auto-flutuação, mantendo o helicóptero parado no mesmo lugar e na mesma altitude.",
    "mts.handbook_plane.booklet.page6.title": "Pouso",
    "mts.handbook_plane.booklet.page6.textline5": "Pouso",
    "mts.handbook_plane.booklet.page6.textline6": "Existe uma linha tênue entre pousar com sucesso e realizar uma queda controlada. Para evitar essa segunda opção, é importante lembrar do ditado: “Para descer, você precisa desacelerar.” A velocidade é o que mantém seu avião no ar, então reduzir a velocidade é essencial para pousar. Isso pode ser feito simplesmente diminuindo o acelerador (throttle) e abrindo os flaps.",
    "mts.handbook_plane.booklet.page6.textline7": "Porém, às vezes você acaba mesmo na segunda categoria. Ficar sem combustível é a forma mais comum de “descer rápido”, mas isso não significa morte certa. Aviões podem planar mesmo sem motor, o que te dá um tempo curto para escolher um terreno plano e transformá-lo numa pista de pouso improvisada. Se não houver terreno plano disponível, um corpo d’água também é uma boa escolha — ele impede explosões em colisões fortes e permite que você abandone o avião no ar. Qualquer área montanhosa ou com relevo acidentado deve ser evitada a todo custo.",
    "mts.jumpercable.description": "",
    "mts.jumpercable.name": "Cabos de Chupeta",
    "mts.jumperpack.description": "",
    "mts.jumperpack.name": "Bateria Auxiliar Portátil"
    "mts.key.description": "Deixar um carro destrancado no Minecraft é como deixar destrancado no GTA...",
    "mts.key.name": "Chave",
    "mts.paintgun.description": "",
    "mts.paintgun.name": "Pistola de Pintura",
    "mts.partscanner.description": "",
    "mts.partscanner.name": "Scanner de Peças",
    "mts.ticket.description": "",
    "mts.ticket.name": "Ticket",
    "mts.wrench.description": "",
    "mts.wrench.name": "Chave Inglesa",
    "mts.y2kbutton.description": "",
    "mts.y2kbutton.name": "Botão Y2K",
    "death.bullet.null": "%s levou um tiro de um espião",
    "death.bullet.player": "%s levou um tiro de %s",
    "death.propeller.null": "%s foi despedaçado por uma hélice",
    "death.propeller.player": "%s foi despedaçado pela hélice de %s",
    "death.jet_intake.null": "%s foi sugado por um motor a jato",
    "death.jet_intake.player": "%s foi sugado pelo motor a jado de %s",
    "death.jet_exhaust.null": "%s foi torrado por um motor a jato",
    "death.jet_exhaust.player": "%s foi torrado pelo motor a jato de %s",
    "death.wheel.null": "%s foi atropelado",
    "death.wheel.player": "%s foi atropelado por %s",
    "death.crash.null": "%s morreu em um acidente",
    "death.crash.player": "%s bateu o veículo e matou %s",
    "gui.confirm": "CONFIRMAR",
    "gui.masterconfig": "Abrir tela de configuração",
    "gui.import": "Importar Pacotes (Somente para Desenvolvedores)",
    "gui.signalcontroller.scan": "Buscar Sinais e Componentes",
    "gui.signalcontroller.scandistance": "Raio: ",
    "gui.signalcontroller.scancenter": "Centro (X/Z): ",
    "gui.signalcontroller.scanfound": "Encontrado: ",
    "gui.signalcontroller.righthanddrive": "Direção à Direita",
    "gui.signalcontroller.lefthanddrive": "Direção à Esquerda",
    "gui.signalcontroller.stoponly": "Vermelho Antes do Verde",
    "gui.signalcontroller.stopyellow": "Amarelo/Vermelho Antes do Verde",
    "gui.signalcontroller.timemode": "Atraso de Tempo",
    "gui.signalcontroller.triggermode": "Gatilho de Veículo",
    "gui.signalcontroller.primaryaxis": "Eixo Principal: ",
    "gui.signalcontroller.lanewidth": "Largura da Faixa: ",
    "gui.signalcontroller.greenmaintime": "Tempo de Verde (Principal): ",
    "gui.signalcontroller.greencrosstime": "Tempo de Verde (Cruzamento): ",
    "gui.signalcontroller.yellowmaintime": "Tempo de Amarelo (Principal): ",
    "gui.signalcontroller.yellowcrosstime": "Tempo de Amarelo (Cruzamento): ",
    "gui.signalcontroller.allredtime": "Tempo de Vermelho Total: ",
    "gui.signalcontroller.lanesettings": "CONFIGURAÇÕES DE SEMÁFORO",
    "gui.signalcontroller.leftlanes": "# Faixas da Esquerda: ",
    "gui.signalcontroller.centerlanes": "# Faixas Centrais: ",
    "gui.signalcontroller.rightlanes": "# Faixas da Direita: ",
    "gui.signalcontroller.roadwidth": "Largura da Via: ",
    "gui.signalcontroller.centerdist": "Distância do Centro até a Via: ",
    "gui.signalcontroller.mediandist": "Distância do Centro da Via até o Canteiro Central: ",
    "gui.part_bench.weight": "Peso (kg): ",
    "gui.part_bench.fuel": "Capacidade de combustível (mb): ",
    "gui.part_bench.controllers": "Pilotos: ",
    "gui.part_bench.passengers": "Passageiros: ",
    "gui.part_bench.cargo": "Carga: ",
    "gui.part_bench.mixed": "Misto: ",
    "gui.part_bench.engine": "Tamanho do motor: ",
    "gui.part_bench.wheel": "Tamanho da roda: ",
    "gui.part_bench.color": "Cor: ",
    "gui.panel.trim_roll": "TRIM DE ROLAGEM",
    "gui.panel.trim_pitch": "TRIM DE INCLINAÇÃO",
    "gui.panel.trim_yaw": "TRIM DE GUINADA",
    "gui.panel.reverse": "RÉ",
    "gui.panel.gear": "MARCHA",
    "gui.panel.beacon": "BEACON",
    "gui.panel.autopilot": "AUTOMÁTICO",
    "gui.instruments.main": "Instrumentos principais",
    "gui.instruments.panel": "Painel de Controle",
    "gui.instruments.clear": "LIMPAR",
    "gui.instruments.idle": "Selecione um Instrumento.",
    "gui.instruments.decide": "Clique em um Instrumento para adicionar.",
    "gui.config.header.rendering": "RENDERIZAÇÃO",
    "gui.config.header.config": "CONFIGURAÇÕES",
    "gui.config.header.controls": "CONTROLES",
    "gui.config.controls.title": "Escolha uma configuração para alterar: ",
    "gui.config.controls.soundvolume": "Volume do Som: ",
    "gui.config.controls.radiovolume": "Volume do Rádio: ",
    "gui.config.controls.general.keyboard": "TECLADO GERAL",
    "gui.config.controls.general.joystick": "JOYSTICK GERAL",
    "gui.config.controls.aircraft.keyboard": "TECLADO - AERONAVES",
    "gui.config.controls.aircraft.joystick": "JOYSTICK - AERONAVES",
    "gui.config.controls.car.keyboard": "TECLADO - CARROS/BARCOS",
    "gui.config.controls.car.joystick": "JOYSTICK - CARROS/BARCOS",
    "gui.config.joystick.error": "ERRO: O MTS não conseguiu inicializar o sistema de controle! Isso provavelmente ocorreu porque algum dispositivo está se identificando incorretamente como um joystick para o Java. Mouses já são conhecidos por causar esse problema, especialmente mouses da Corsair, então tente usar um mouse diferente. Você também pode tentar desconectar o mouse e abrir esta interface gráfica (GUI) para forçar uma nova leitura dos joysticks. Isso não fará os controles funcionarem ao iniciar o jogo, mas pode ajudar se você tiver apenas um mouse conectado.",
    "gui.config.joystick.disabled": "ERRO: O sistema de controle travou quando o MTS tentou inicializá-lo. Isso provavelmente é um problema de driver, e acontece por algum motivo em certos computadores. A causa exata ainda não é conhecida, mas se você descobrir como resolver esse erro, nos avise! Por enquanto, o suporte a joystick será desativado.",
    "gui.config.joystick.select": "Escolha um Joystick: ",
    "gui.config.joystick.name": "Nome: ",
    "gui.config.joystick.mapping": "Mapeamento",
    "gui.config.joystick.deadzone": "Zona Morta: ",
    "gui.config.joystick.state": "Estado: ",
    "gui.config.joystick.assignment": "Atribuído a: ",
    "gui.config.joystick.cancel": "Cancelar",
    "gui.config.joystick.clear": "Limpar Atribuição",
    "gui.config.joystick.choosemap": "Escolha o que será mapeado para este botão.",
    "gui.config.joystick.calibrate1": "Mova o eixo até que os números parem de mudar.",
    "gui.config.joystick.calibrate2": "Depois clique em Confirmar para salvar as configurações.",
    "gui.config.joystick.axismode": "Modo do Eixo: ",
    "gui.config.joystick.normal": "Normal",
    "gui.config.joystick.invert": "Invertido",
    "gui.config.rendering.label": "Modo de renderização. Modos mais lentos oferecem maior compatibilidade com shaders e mods de desempenho, mas reduzem os FPS.",
    "gui.config.rendering.mode0": "Super Rápido",
    "gui.config.rendering.mode1": "Rápido",
    "gui.config.rendering.mode2": "Lento",
    "gui.packmissing.title": "!ERRO!",
    "gui.packmissing.text": "O MTS detectou que foi iniciado sem um pacote de conteúdo. Isso resultará na AUSÊNCIA de veículos! Se você AINDA NÃO instalou um pacote de conteúdo, visite a página do mod no CurseForge para obter um link. Se você JÁ fez o download de um pacote, certifique-se de que ele esteja na mesma pasta que os outros mods.  e o pacote estiver nesse local e você ainda estiver vendo esta mensagem, verifique se está usando a versão correta do pacote.",
    "interact.key.lock": "Veículo trancado!",
    "interact.key.unlock": "Veúculo destrancado!",
    "interact.key.bind": "Chave vinculada ao veículo. Pronta para uso de trancar/destrancar.",
    "interact.key.haskey": "Este veículo já possui uma chave. Somente operadores (OPs) podem criar novas chaves para veículos que já têm uma.",
    "interact.key.wrongkey": "Esta chave não pertence a este veículo!",
    "interact.fuelpump.nofuel": "A bomba está vazia. Insira combustível na bomba com baldes ou conecte-a a um sistema de fluido ou elétrico pela parte de baixo.",
    "interact.fuelpump.fullitems": "Esta bomba está configurada para exigir pagamento pelo combustível, mas não pode aceitar mais itens. Entre em contato com o dono para esvaziá-la!",
    "interact.fuelpump.toofar": "A bomba está muito longe do veículo. Ela deve estar a no máximo 16 blocos de distância.",
    "interact.fuelpump.wrongtype": "Esta bomba não contém o mesmo fluido que está no veículo. %s está no veículo.",
    "interact.fuelpump.noengine": "Não há motor neste veículo. Motores com tipos de combustível diferentes irão redefinir o combustível, então instale um motor primeiro para evitar perda!",
    "interact.fuelpump.wrongengines": "O conteúdo desta bomba não é um combustível válido para os motores deste veículo. Consulte o manual para mais detalhes.",
    "interact.fuelpump.connect": "Conectado e abastecendo.",
    "interact.fuelpump.full": "O Veículo está cheio. Desconectando."
    "interact.fuelpump.complete": "Combustível pago foi abastecido. Desconectando.",
    "interact.fuelpump.empty": "A bomba está vazia. Desconectando.",
    "interact.fuelpump.disconnect": "Desconectando e interrompendo o abastecimento.",
    "interact.road.set": "Definindo o primeiro ponto da estrada dinâmica.",
    "interact.road.alreadyconnected": "Este segmento de estrada já está conectado a outra estrada.",
    "interact.road.lanemismatchfirst": "O número de faixas no segmento de estrada clicado primeiro não corresponde ao número de faixas para esta estrada.",
    "interact.road.lanemismatchsecond": "O número de faixas no segmento de estrada clicado não corresponde ao número de faixas para esta estrada.",
    "interact.road.blocked": "Não há espaço para colocar o bloco mestre para esta estrada. Tente uma área menos congestionada.",
    "interact.road.same": "Os dois pontos clicados são o mesmo bloco. Redefina e tente novamente.",
    "interact.road.toofar": "Os dois pontos clicados estão muito distantes. Encontre pontos mais próximos ou aumente a distância no arquivo de configuração.",
    "interact.road.blockingblocks": "Há blocos bloqueando o local para esta estrada. Quebre os blocos vermelhos destacados e depois clique no bloco mestre azul para continuar.",
    "interact.jerrycan.empty": "Este galão está vazio e não pode abastecer este veículo.",
    "interact.jerrycan.wrongtype": "Este galão não contém o mesmo líquido que está no veículo.",
    "interact.jerrycan.wrongengines": "O conteúdo deste galão não é um combustível válido para os motores do veículo. Verifique o manual para mais detalhes.",
    "interact.jerrycan.noengine": "Não há motor neste veículo. Remover motores dos veículos redefine seu tanque de combustível, portanto abastecer este veículo não fará efeito!",
    "interact.jerrycan.toofull": "Este veículo já está cheio de combustível. Você não pode adicionar mais.",
    "interact.jerrycan.success": "Adicionado 1000mb de líquido a este veículo.",
    "interact.battery.chargerlow": "Este carregador ainda não tem energia suficiente para carregar esta bateria.",
    "interact.battery.charged": "Bateria carregada.",
    "interact.battery.empty": "Esta bateria está vazia e não pode carregar este veículo.",
    "interact.battery.wrongengines": "Os motores deste veículo não são elétricos e, portanto, a bateria não pode carregá-los.",
    "interact.battery.noengine": "Não há motor neste veículo. Remover motores dos veículos redefine sua carga, portanto carregar este veículo não fará efeito!",
    "interact.battery.toofull": "Este veículo já está totalmente carregado. Você não pode carregá-lo mais.",
    "interact.battery.success": "Adicionado 1000mj de carga a este veículo.",
    "interact.vehicle.seattaken": "Esse assento está ocupado!",
    "interact.vehicle.locked": "Esse veículo está trancado!",
    "interact.vehicle.needkey": "Você deve ter a chave deste veículo para ligá-lo!",
    "interact.vehicle.nospace": "Não há espaço suficiente para colocar este veículo aqui.",
    "interact.vehicle.jumperpack": "Bateria do veículo carregada até o máximo.",
    "interact.partremove.hasparts": "Você deve primeiro remover todas as partes desta peça para removê-la!",
    "interact.partremove.wrench": "Esta peça requer uma chave inglesa para ser removida!",
    "interact.partremove.screwdriver": "Esta peça requer uma chave de fenda para ser removida!",
    "interact.partremove.inventory": "Você não pode remover esta peça porque ela não está vazia!",
    "interact.partremove.rider": "Você não pode remover este assento enquanto ele estiver sendo utilizado!",
    "interact.jumpercable.firstlink": "Ligando o primeiro motor ao cabo de ligação.",
    "interact.jumpercable.secondlink": "Motores conectados. Transmitindo energia.",
    "interact.jumpercable.linkdropped": "Os dois motores se afastaram demais um do outro. Quebrando a ligação.",
    "interact.jumpercable.powerequal": "Os dois motores agora têm o mesmo nível de bateria. Quebrando a ligação.",
    "interact.jumpercable.alreadylinked": "Este motor já está vinculado a outro motor e não pode ser vinculado novamente.",
    "interact.jumpercable.toofar": "Os dois motores estão muito distantes. Eles devem estar a no máximo 16 blocos de distância.",
    "interact.jumpercable.samevehicle": "Os dois motores estão no mesmo veículo. Isso não vai funcionar bem...",
    "interact.fuelhose.firstlink": "Tanque de origem vinculado à mangueira de combustível.",
    "interact.fuelhose.secondlink": "Vinculado ao tanque/veículo. Transferindo fluido.",
    "interact.fuelhose.linkdropped": "Os tanques vinculados se afastaram demais um do outro. Quebrando a ligação.",
    "interact.fuelhose.tankempty": "O tanque de origem está vazio, desconectando.",
    "interact.fuelhose.tankfull": "O tanque de destino está cheio, desconectando.",
    "interact.fuelhose.alreadylinked": "Este tanque já está vinculado a outro tanque e não pode ser vinculado.",
    "interact.fuelhose.toofar": "Os dois tanques estão muito distantes. Eles devem estar a no máximo 16 blocos de distância.",
    "interact.fuelhose.differentfluids": "Os tanques de origem e destino não contêm o mesmo fluido e não podem ser vinculados.",
    "interact.repair.pass": "Vida do veículo reparada em %s. A vida agora está em %s de %s.",
    "interact.repair.noneed": "Este veículo já está com a vida cheia e não precisa de reparo.",
    "interact.repair.fail": "Este veículo está destruído e não pode ser reparado com este kit de reparo. Somente kits de reparo especiais podem consertar veículos destruídos.",
    "interact.repair.toosoon": "Você não pode reparar este veículo agora. Aguarde 10 segundos entre os reparos.",
    "interact.trailer.connected": "Reboque conectado.",
    "interact.trailer.disconnected": "Reboque desconectado.",
    "interact.trailer.notfound": "Nenhum reboque foi encontrado nas proximidades deste veículo.",
    "interact.trailer.toofar": "O reboque está muito distante do veículo.",
    "interact.trailer.wronghitch": "Este veículo não possui o engate correto para este reboque.",
    "interact.trailer.mismatch": "Foi encontrado um engate próximo o suficiente para conectar, mas não era do tipo correto. Além disso, um engate compatível foi encontrado, mas estava longe demais para conectar. Você está tentando usar o engate errado?",
    "interact.trailer.alreadytowed": "O único veículo próximo já está sendo rebocado.",
    "interact.trailer.feedbackloop": "Os únicos veículos próximos estão sendo rebocados por este veículo; rebocar agora causaria um loop infinito de reboque.",
    "iteminfo.scanner": "Passe o mouse sobre uma caixa de peça para ver o que pode ser colocado naquele slot.\nAgache-se enquanto usa para alternar mais lentamente.",
    "iteminfo.wrench": "Ataque uma peça do veículo para removê-la.\nAtaque o veículo enquanto estiver agachado para remover o veículo inteiro.\nUse no veículo para alterar os instrumentos.\nUse enquanto estiver agachado no veículo ou em blocos para alterar o texto.\nUse em componentes de poste para removê-los.\nUse em bombas de combustível que você colocou para alterar os preços.",
    "iteminfo.screwdriver": "Como uma chave inglesa, mas usada apenas para remover peças específicas que chaves comuns não conseguem. Não interage com blocos ou outras coisas.",
    "iteminfo.paintgun": "Use em um veículo, peça, decoração ou placa para mudar sua cor.\nAtenção: Nem tudo o que você clicar terá múltiplas opções de cor.",
    "iteminfo.key": "Use agachado em carros para assumir a posse; clique com o botão direito para trancar/destrancar.",
    "iteminfo.ticket": "Clique com o botão direito em um veículo para carregar as entidades próximas.\nClique com o botão direito em um assento para carregar apenas aquele assento.\nClique agachado em um veículo para descarregar todas as entidades.\nNota: Não irá descarregar jogadores.",
    "iteminfo.fuelhose": "Use em um tanque de veículo para selecionar.\nUse em um segundo tanque ou veículo para conectar.\nA mangueira transferirá líquidos do tanque 1 para o selecionado.\nA mangueira parará quando o tanque 1 estiver vazio, o selecionado estiver cheio ou se o tanque 1 e o selecionado estiverem muito distantes.",
    "iteminfo.jumpercables": "Use em um motor para selecionar.\nUse em um segundo motor para conectar.\nMotores conectados trocarão energia.\nOs motores serão desconectados quando a energia estiver equilibrada ou se ficarem muito distantes.",
    "iteminfo.jumperpack": "Use em um veículo para carregar a bateria até o nível máximo.",
    "iteminfo.repairpack": "Use em um veículo para repará-lo. Este kit repara o veículo: ",
    "iteminfo.repairpack.untotal": "Este kit de reparo também é capaz de consertar veículos totalmente danificados.",
    "iteminfo.y2kbutton": "Use em um mundo para desligar todos os motores dos veículos, acionar os freios de estacionamento e desligar as luzes.\nUtilizável apenas por administradores.",
    "iteminfo.engine.automatic": "Transmissão: Automática",
    "iteminfo.engine.manual": "Transmissão: Manual",
    "iteminfo.engine.gearratios": "Relações de marcha: ",
    "iteminfo.engine.jetpowerfactor": "Potência do jato: ",
    "iteminfo.engine.bypassratio": "Taxa de desvio (Bypass Ratio): ",
    "iteminfo.engine.maxrpm": "RPM máximo possível: ",
    "iteminfo.engine.maxsaferpm": "RPM máximo seguro: ",
    "iteminfo.engine.fuelconsumption": "Consumo de combustível (mb/t): ",
    "iteminfo.engine.superchargerfuelconsumption": "Consumo de combustível do supercompressor (mb/t): ",
    "iteminfo.engine.superchargerefficiency": "Eficiência do supercompressor: ",
    "iteminfo.engine.fueltype": "Tipo de combustível: ",
    "iteminfo.engine.fluids": "Não utiliza combustível!",
    "iteminfo.engine.hours": "Horas de funcionamento: ",
    "iteminfo.ground_device.diameter": "Diâmetro: ",
    "iteminfo.ground_device.motivefrictionmotivefriction": "Atrito de potência: ",
    "iteminfo.ground_device.lateralfriction": "Atrito de giro: ",
    "iteminfo.ground_device.wetfriction": "Penalidade em superfícies molhadas: ",
    "iteminfo.ground_device.frictionmodifiers": "Modificadores de atrito: ",
    "iteminfo.ground_device.rotatesonshaft_true": "É uma roda",
    "iteminfo.ground_device.rotatesonshaft_false": "NÃO é uma roda",
    "iteminfo.ground_device.canfloat_true": "Flutua",
    "iteminfo.ground_device.canfloat_false": "Não flutua",
    "iteminfo.propeller.staticPitch": "Inclinação Estática",
    "iteminfo.propeller.dynamicPitch": "Inclinação Dinâmica",
    "iteminfo.propeller.pitch": "Inclinação: ",
    "iteminfo.propeller.diameter": "Diâmetro: ",
    "iteminfo.gun.diameter": "Diâmetro do cano (mm): ",
    "iteminfo.gun.caseRange": "Faixa do estojo (mm): ",
    "iteminfo.gun.fireDelay": "Atraso de disparo (ticks): ",
    "iteminfo.gun.muzzleVelocity": "Velocidade (blocos/seg): ",
    "iteminfo.gun.capacity": "Capacidade de munição: ",
    "iteminfo.gun.autoReload": "Recarregamento automático",
    "iteminfo.gun.yawRange": "Alcance de guinada: ",
    "iteminfo.gun.pitchRange": "Alcance de inclinação: ",
    "iteminfo.bullet.type.explosive": "Bala Explosiva",
    "iteminfo.bullet.type.incendiary": "Bala Incendiária",
    "iteminfo.bullet.type.armor_piercing": "Bala Perfurante",
    "iteminfo.bullet.type.water": "Bala de Água",
    "iteminfo.bullet.pellets": "Projéteis: ",
    "iteminfo.bullet.diameter": "Diâmetro (mm): ",
    "iteminfo.bullet.caseLength": "Comprimento do estojo (mm): ",
    "iteminfo.bullet.penetration": "Penetração (mm): ",
    "iteminfo.bullet.quantity": "Quantidade: ",
    "iteminfo.interactable.capacity": "Capacidade: ",
    "iteminfo.interactable.contents": "Conteúdo: ",
    "iteminfo.jerrycan.fill": "Encha este galão clicando com o botão direito em uma bomba de combustível.",
    "iteminfo.jerrycan.drain": "Abasteça um veículo clicando com o botão direito com o galão cheio.",
    "iteminfo.jerrycan.empty": "Este galão está atualmente vazio.",
    "iteminfo.jerrycan.contains": "Este galão contém: ",
    "iteminfo.battery.fill": "Carregue esta bateria clicando com o botão direito em um carregador com energia.",
    "iteminfo.battery.drain": "Carregue um veículo clicando com o botão direito com a carga completa.",
    "iteminfo.battery.empty": "Esta bateria está atualmente vazia.",
    "iteminfo.battery.full": "Esta bateria está atualmente cheia.",
    "input.custom1": "Personalizado 1",
    "input.custom2": "Personalizado 2",
    "input.custom3": "Personalizado 3",
    "input.custom4": "Personalizado 4",
    "input.mod": "Mod",
    "input.camlock": "Travamento de Câmera",
    "input.yaw": "Guinada",
    "input.yaw_r": "Guinada à Direita",
    "input.yaw_l": "Guinada à Esquerda",
    "input.pitch": "Inclinação",
    "input.pitch_u": "Inclinação para Cima",
    "input.pitch_d": "Inclinação para Baixo",
    "input.roll": "Rolagem",
    "input.roll_r": "Rolagem para a Direita",
    "input.roll_l": "Rolagem para a Esquerda",
    "input.throttle": "Acelerador",
    "input.throttle_u": "Aumentar Acelerador",
    "input.throttle_d": "Reduzir Acelerador",
    "input.flaps_u": "Flaps para Cima",
    "input.flaps_d": "Flaps para Baixo",
    "input.brake": "Freio",
    "input.gear": "Trem de Pouso",
    "input.panel": "Painel",
    "input.park": "Freio de Estacionamento",
    "input.gun_fire": "Arma",
    "input.gun_switch": "Trocar de Arma",
    "input.gun.reload": "Recarregar Arma",
    "input.radio": "Radio",
    "input.zoom_i": "Aumentar Zoom",
    "input.zoom_o": "Diminuir Zoom",
    "input.changeview": "Mudar Visão",
    "input.look_l": "Olhar para Esquerda",
    "input.look_r": "Olhar para Direita",
    "input.look_u": "Olhar para Cima",
    "input.look_d": "Olhar para Baixo",
    "input.look_a": "Olhar Direcional",
    "input.trim_yaw_r": "Trim Guinada à Direita",
    "input.trim_yaw_l": "Trim Guinada à Esquerda",
    "input.trim_pitch_u": "Trim Inclinação Para Cima",
    "input.trim_pitch_d": "Trim Inclinação Para Baixo",
    "input.trim_roll_r": "Trim Rolagem Para Direita",
    "input.trim_roll_l": "Trim Rolagem Para Esquerda",
    "input.reverse": "Reverter",
    "input.js_inhibit": "Desabilitar Joystick",
    "input.turn": "Virar",
    "input.turn_r": "Virar à Direita",
    "input.turn_l": "Virar à Esquerda",
    "input.gas": "Acelerar",
    "input.shift_u": "Subir Marcha",
    "input.shift_d": "Descer Marcha",
    "input.shift_n": "Neutro",
    "input.shift_1": "1º Marcha",
    "input.shift_2": "2º Marcha",
    "input.shift_3": "3º Marcha",
    "input.shift_4": "4º Marcha",
    "input.shift_5": "5º Marcha",
    "input.shift_6": "6º Marcha",
    "input.shift_r": "Ré",
    "input.horn": "Buzina",
    "input.slow": "Lento",
    "input.lights": "Faróis",
    "input.turnsignal_r": "Seta para à Direita",
    "input.turnsignal_l": "Seta para à Esquerda",
    "sytstem.soundslot": "ERRO DO IMMERSIVE VEHICLES: Tentou reproduzir um som, mas não havia slots de som disponíveis. Algum mod está ocupando todos os slots. Se você tiver o Immersive Railroading, defina o valor de override sound channels como falso na configuração desse mod. Se estiver rodando o GregTech, defina o valor de maxNumSounds para um valor mais baixo na configuração desse mod. Se você tiver o Receiver Gun Mod, desinstale-o (não há configuração para essa incompatibilidade). O Dynamic Surroundings e o Optifine também podem causar problemas. Aplique as correções ou reclame com os autores desses mods.",
    "sytstem.soundsystem": "ERRO DO IMMERSIVE VEHICLES: Tentou reproduzir um som, mas não conseguiu devido a uma falha no sistema de áudio. Você tem drivers de áudio desatualizados ou com problemas?",
    "sytstem.debug": "%s"
  }
}